Repository: maazl/easytag
Catalog: po/*.po
Languages: id, ja

source: Whether to split artist fields at a “ - ” separator in Ogg comments
id: Apakah akan membagi kolom artis pada pemisah "-" di komentar Ogg

source: Whether to split album fields at a “ - ” separator in Ogg comments
id: Apakah akan membagi kolom album pada pemisah "-" di komentar Ogg

source: Whether to split genre fields at a “ - ” separator in Ogg comments
id: Apakah akan membagi kolom aliran pada pemisah "-" di komentar Ogg

source: Whether to split comment fields at a “ - ” separator in Ogg comments
id: Apakah akan membagi kolom komentar pada pemisah "-" di komentar Ogg

source: Whether to split composer fields at a “ - ” separator in Ogg comments
id: Apakah akan membagi kolom komposer pada pemisah "-" di komentar Ogg

source: Original artist
id: Artis asli
ja: オリジナルアーティスト

source: Whether to split original artist fields at a “ - ” separator in Ogg comments
id: Apakah akan membagi kolom artis asli pada pemisah "-" di komentar Ogg

source: Tags
id: Tag
ja: タグ

source: Strip ID3 tags if all ID3 tags are empty
id: Beri garis tag ID3 jika semua tag ID3 kosong
ja: ID3 タグがすべて空の場合は ID3 を削除する

source: Whether to remove the ID3 tag from the audio file if all the individual tag fields are empty
id: Apakah akan menghapus tag ID3 dari berkas suara jika semua kolom tag individual kosong

source: Non-standard encoding for reading ID3 tags:
id: Pengkodean non-standar untuk membaca tag ID3:
ja: ID3 タグ読み込みのための非標準エンコーディング:

source: Whether to use a non-standard character encoding when reading ID3 tags
id: Apakah akan menggunakan pengkodean karakter non-standar saat membaca tag ID3

source: Choose the character set to be used when reading ID3v1 and ID3v2 tags
id: Pilih set karakter yang akan digunakan saat membaca tag ID3v1 dan ID3v2

source: Write ID3v2 tag
id: Tulis tag ID3v2
ja: ID3v2 でタグを書き込む

source: Whether to write ID3v2 tags when writing ID3 tags into audio files
id: Apakah akan menulis tag ID3v2 ketika menulis tag ID3 ke berkas suara

source: Version:
id: Versi:
ja: バージョン:

source: Select the ID3v2 tag version to write: • ID3v2.3 is written using id3lib, • ID3v2.4 is written using libid3tag (recommended)
id: Pilih versi tag ID3v2 untuk menulis: • ID3v2.3 ditulis menggunakan id3lib, • ID3v2.4 ditulis menggunakan libid3tag (disarankan)
ja: 書き込み時の ID3v2 タグのバージョンを選択してください: • ID3v2.3 には id3lib を使用します • ID3v2.4 には libid3tag を使用します (推奨)

source: Character encoding:
id: Pengkodean karakter:
ja: 文字エンコーディング:

source: Choose the Unicode character encoding to be used when writing ID3v2 tags
id: Pilih pengkodean karakter Unicode yang akan digunakan saat menulis tag ID3v2

source: Override the standard Unicode character encoding to be used when writing ID3v2 tags
id: Timpa pengkodean karakter Unicode standar yang akan digunakan saat menulis tag ID3v2

source: When encoding conversion fails:
id: Ketika konversi pengkodean gagal:
ja: エンコーディング変換に失敗した場合:

source: Report error
id: Laporan kesalahan
ja: エラーを報告

source: Display an error message when a character cannot be represented in the target character encoding and keep the original character
id: Tampilkan pesan kesalahan saat karakter tidak dapat ditampilkan dalam pengkodean karakter target dan simpan karakter asli

source: Transliterate
id: Transliterasi

source: Discard
id: Buang
ja: 破棄

source: Automatically convert old ID3v2 tag versions
id: Secara otomatis mengkonversi versi tag ID3v2 lama
ja: 古いバージョンの ID3v2 タグを自動的に変換する

source: Whether to convert ID3 tags written against old version of the specification, such as ID3v2.2, to newer ones, such as ID3v2.3 or ID3v2.4
id: Apakah akan mengkonversikan tag ID3 yang ditulis dengan spesifikasi versi lama, seperti ID3v2.2, ke yang lebih baru, seperti ID3v2.3 atau ID3v2.4

source: Use CRC-32
id: Gunakan CRC-32
ja: CRC32 を使用する

source: Whether to embed a CRC-32 checksum of the audio file data in ID3v2 tags
id: Apakah akan menanamkan checksum CRC-32 dari data fberkas suara dalam tag ID3v2

source: Compress data in ID3v2 tags
id: Kompres data dalam tag ID3v2
ja: ID3v2 タグのデータを圧縮する

source: Whether to compress data in ID3v2 tags
id: Apakah akan memampatkan data dalam tag ID3v2

source: Use text-only genre in ID3v2 tags
id: Gunakan aliran teks saja pada tag ID3v2
ja: ID3v2 タグのテキストのみのジャンルを使用する

source: Whether to use only a string, and not the integer-base ID3v1 genre field, when writing a genre field to ID3v2 tags
id: Apakah akan menggunakan string, dan bukan kolom aliran ID3v1 integer-base, saat menulis kolom aliran ke tag ID3v2

source: Write ID3v1 tag
id: Tulis tag ID3v1
ja: ID3v1 でタグを書き込む

source: Whether to write ID3v1 tags when writing ID3 tags into audio files
id: Apakah akan menulis tag ID3v1 ketika menulis tag ID3 ke berkas suara

source: Choose the character set to be used when writing ID3v1 tag
id: Pilih set karakter yang akan digunakan saat menulis tag ID3v1

source: ID3 Tags
id: Tag ID3
ja: ID3 タグ

source: Character Conversion
id: Konversi Karakter
ja: 文字の変換

source: Fill Tag Scanner
id: Pemindai Isi Tag
ja: タグの付与

source: Convert underscores and ‘%20’ to spaces
id: Konversikan garis bawah dan '%20' ke spasi
ja: アンダースコア ‘_’ と ‘%20’ をスペースに変換する

source: Convert spaces and ‘%20’ to underscores
id: Konversikan spasi dan '%20' untuk garis bawah
ja: スペースと ‘%20’ をアンダースコア ‘_’ に変換する

source: No conversion
id: Tidak ada konversi
ja: 変換しない

source: Rename File and Directory Scanner
id: Ubah Nama Berkas dan Pemindai Direktori
ja: ファイル名とディレクトリ名の変更

source: Remove spaces
id: Buang spasi
ja: スペースを削除する

source: Process Fields Scanner
id: Proses Pemindai Kolom
ja: フィールドの編集

source: Upper-case the first letters of all words
id: Huruf besar pada huruf pertama dari semua kata
ja: 単語の一文字目を大文字にする

source: Whether to upper-case the first letter of all words, including prepositions and other short words such as “feat.”, when processing tag fields
id: Apakah akan menjadikan huruf besar atas huruf pertama dari semua kata, termasuk preposisi dan kata-kata pendek lainnya seperti "feat", saat memproses kolom tag

source: Fields
id: Ruas
ja: フィールド

source: Overwrite fields when scanning tags
id: Timpa kolom saat memindai tag
ja: タグのスキャン時にフィールドを上書きする

source: Whether to overwrite the tag field values when filling tags. Otherwise, only blank tag fields will be filled
id: Apakah akan menimpa nilai kolom tag saat mengisi tag. Jika tidak, hanya kolom tag kosong yang akan diisi

source: Set this text as default comment:
id: Atur teks ini sebagai komentar bawaan:
ja: このテキストをデフォルトのコメントにする:

source: Whether to set the comment tag field to the provided default value when filling tags
id: Apakah akan mengatur kolom tag komentar ke nilai bawaan yang diberikan saat mengisi tag

source: Use CRC-32 as the default comment (for files with ID3 tags only)
id: Gunakan CRC-32 sebagai komentar bawaan (hanya untuk berkas dengan tag ID3)

source: Whether to use the CRC-32 of the audio file data as the default comment, for files with ID3 tags only
id: Apakah akan menggunakan CRC-32 dari data berkas suara sebagai komentar bawaan, hanya untuk berkas dengan tag ID3

source: Scanner
id: Pemindai
ja: スキャナー

source: Automatic Search Servers
id: Peladen Pencarian Otomatis
ja: 自動検索するサーバー

source: Port:
id: Porta:
ja: ポート:

source: CGI Path:
id: Path CGI:
ja: CGI パス:

source: Manual Search Server
id: Peladen Pencarian Manual
ja: 手動検索するサーバー

source: Results List
id: Daftar Hasil:
ja: 結果一覧

source: Select corresponding file (according to position or DLM if activated below)
id: Pilih berkas yang sesuai (sesuai posisi atau DLM jika diaktifkan di bawah)

source: Whether to select the file in the file list which matches the position in the CDDB results list
id: Apakah akan memilih berkas dalam daftar berkas yang cocok dengan posisi dalam daftar hasil CDDB

source: Use the Levenshtein algorithm (DLM) to match results (using title) with audio files (using filename)
id: Gunakan algoritma Levenshtein (DLM) untuk mencocokkan hasil (menggunakan judul) dengan berkas suara (menggunakan nama berkas)
ja: 検索結果 (タイトル) と楽曲ファイル (ファイル名) のマッチにレーベンシュタインアルゴリズム (DLM) を使用する

source: Confirmation
id: Konfirmasi
ja: 確認メッセージ

source: Confirm before writing tags
id: Konfirmasikan sebelum menulis tag
ja: タグを書き込む前に確認する

source: Whether to ask for confirmation from the user before writing tags to audio files
id: Apakah akan meminta konfirmasi dari pengguna sebelum menulis tag ke berkas suara

source: Confirm before renaming a file
id: Konfirmasikan sebelum mengganti nama berkas
ja: ファイル名を変更する前に確認する

source: Whether to ask for confirmation from the user before renaming a file
id: Apakah akan meminta konfirmasi dari pengguna sebelum mengganti nama berkas

source: Confirm before deleting a file
id: Konfirmasikan sebelum menghapus berkas
ja: ファイルを削除する前に確認する

source: Whether to ask for confirmation from the user before deleting a file
id: Apakah akan meminta konfirmasi dari pengguna sebelum menghapus berkas

source: Confirm before writing a playlist
id: Konfirmasikan sebelum menulis daftar putar
ja: プレイリストを書き込む前に確認する

source: Whether to ask for confirmation from the user before writing a playlist
id: Apakah akan meminta konfirmasi dari pengguna sebelum menulis daftar putar

source: Confirm before losing unsaved changes to files
id: Konfirmasikan sebelum kehilangan perubahan yang belum disimpan ke berkas
ja: ファイルへの変更を保存せずに破棄する前に確認する

source: Whether to ask for confirmation from the user before performing an operation that would lose unsaved changes on files
id: Apakah akan meminta konfirmasi dari pengguna sebelum melakukan operasi yang akan menghilangkan perubahan yang belum disimpan pada berkas

source: Scanner Dialog
id: Dialog Pemindai
ja: スキャナーダイアログ

source: Show the scanner dialog on startup
id: Tampilkan dialog pemindai saat awal mula
ja: 起動時にスキャナーダイアログを表示する

source: Whether to show the scanner window on application startup
id: Apakah akan menampilkan jendela pemindai pada awal mula aplikasi

source: Application
id: Aplikasi
ja: アプリケーション

source: Tag and Filename Scan
id: Tag dan Pindai Nama Berkas
ja: タグとファイル名のスキャン

source: Select or type in a mask using codes (see Legend) to parse filename and directory. Used to fill in tag fields
id: Pilih atau ketik mask dengan menggunakan kode (lihat Legenda) untuk mengurai nama berkas dan direktori. Digunakan untuk mengisi kolom tag
ja: ファイル名とディレクトリ名を解析するために使用するマスクのコード (凡例を参照のこと) を選択または入力してください (タグフィールドを埋める際に使用します)

source: Fill tag preview
id: Pratinjau isi tag
ja: タグ埋め込みのプレビュー

source: Mask Editor
id: Penyunting Mask
ja: マスクエディター

source: Create a new mask
id: Buat mask baru
ja: 新しいマスクを作成する

source: Move the selected mask up
id: Pindahkan mask yang dipilih ke atas
ja: 選択したマスクを上に移動する

source: Move the selected mask down
id: Pindahkan mask yang dipilih ke bawah
ja: 選択したマスクを下に移動する

source: Duplicate the selected mask
id: Duplikat mask yang dipilih
ja: 選択したマスクを複製する

source: Add default masks
id: Tambah mask bawaan
ja: デフォルトマスクを追加する

source: Remove the selected mask
id: Hapus mask yang dipilih
ja: 選択したマスクを削除する

source: Save masks
id: Simpan mask
ja: マスクを保存する

source: Legend
id: Legenda
ja: 凡例

source: %t: title
id: %t: judul
ja: %t: タイトル

source: %a: artist
id: %a: artis
ja: %a: アーティスト

source: %y: year
id: %y: tahun
ja: %y: 制作年

source: %n: track number
id: %n: nomor trek

source: %d: disc number
id: %d: nomor cakram
ja: %d: ディスク番号

source: %A: album artist
id: %A: artis album
ja: %A: アルバムアーティスト

source: %N: number of tracks
id: %N: cacah trek
ja: %n : トラック

source: %D: number of discs
id: %D: cacah cakram
ja: 行数の上限 :

source: %g: genre
id: %g: aliran
ja: %g: ジャンル

source: %o: original artist
id: %o: artis asli
ja: %o: オリジナルアーティスト

source: %c: comment
id: %c: komentar
ja: %c: コメント

source: %i: ignored
id: %i: diabaikan
ja: %i: 無視

source: %p: composer
id: %p: komposer
ja: %p: 作曲者

source: %r: copyright
id: %r: hak cipta
ja: %r: 著作権

source: %e: encoded by
id: %e: dienkode oleh
ja: %e: エンコーダー

source: Fill Tag
id: Isi Tag
ja: タグの付与

source: Prefix mask with current directory
id: Prefiks mask dengan direktori saat ini
ja: このディレクトリをマスクする接頭子

source: Select or type in a mask using codes (see Legend) to parse tag fields. Used to rename the file. Use ‘/’ to make directories. If the first character is ‘/’, it is an absolute path, otherwise it is relative to the old path
id: Pilih atau ketik mask dengan menggunakan kode (lihat Legenda) untuk mengurai kolom tag. Digunakan untuk mengubah nama berkas. Gunakan '/' untuk membuat direktori. Jika karakter pertama adalah '/', itu adalah path absolut, jika tidak maka ini relatif terhadap path lama
ja: タグを解析するために使用するコード (凡例を参照のこと) を選択するか入力してください (ファイル名の変更で使用します)。 ディレクトリを作成するには ‘/’ を使用し、先頭に ‘/’ が付いている場合は絶対パス、それ以外は相対パスとして扱います。

source: Rename file preview
id: Ubah nama pratinjau berkas
ja: ファイル名変更のプレビュー

source: Rename File
id: Ubah Nama Berkas
ja: ファイル名の変更

source: Tag Fields
id: Tag Kolom
ja: タグフィールド

source: Process filename
id: Proses nama berkas

source: Process title field
id: Proses ruas judul

source: Process artist field
id: Proses kolom artis

source: Process album artist field
id: Proses ruas artis album

source: Process album field
id: Proses ruas album

source: Process genre field
id: Proses ruas aliran

source: Process comment field
id: Proses ruas komentar

source: Process composer field
id: Proses ruas komposer

source: Orig. Artist
id: Artis asli
ja: オリジナルアーティスト

source: Process original artist field
id: Proses ruas artis asli

source: Process copyright field
id: Proses ruas hak cipta

source: Process URL field
id: Proses ruas URL

source: Process encoded-by field
id: Proses kolom dienkode-oleh

source: Capitalization
id: Kapitalisasi
ja: 大文字化

source: Capitalize all
id: Kapitalkan semua
ja: すべて大文字にする

source: Whether to upper-case all characters of the tag when processing tag fields
id: Apakah akan menjadikan huruf besar semua karakter tag saat memproses kolom tag

source: Lowercase all
id: Semua huruf kecil
ja: すべて小文字にする

source: Whether to lower-case all characters of the tag when processing tag fields
id: Apakah akan menjadikan huruf kecil semua karakter tag saat memproses kolom tag

source: Capitalize first letter
id: Kapitalkan huruf pertama
ja: 先頭の一文字を大文字にする

source: Whether to upper-case the first letter of the tag when processing tag fields
id: Apakah akan menjadikan huruf besar dari huruf pertama saat memproses bidang tag

source: Capitalize the first letter of each word
id: Menulis dengan huruf besar pada huruf pertama setiap kata
ja: 各単語の一文字目を大文字にする

source: Whether to upper-case the first letter of each word when processing tag fields
id: Apakah akan menjadikan huruf besar dari huruf pertama setiap kata saat memproses kolom tag

source: Detect Roman numerals
id: Deteksi angka Romawi
ja: ローマ数字を検出する

source: Whether to detect Roman numerals when applying upper-case conversions while processing tag fields
id: Apakah akan mendeteksi angka Romawi saat menerapkan konversi huruf besar selagi memproses kolom tag

source: Do not change capitalization
id: Jangan ubah kapitalisasi
ja: 変更しない

source: Spaces Conversions
id: Konversi Spasi
ja: スペースの変換

source: Whether to remove all spaces when processing tag fields
id: Apakah akan menghapus semua spasi saat memproses kolom tag

source: Insert a space before uppercase letters
id: Sisipkan spasi sebelum huruf besar
ja: 大文字の前にスペースを挿入する

source: Whether to insert spaces before capital letters when processing tag fields
id: Apakah akan menyisipkan spasi sebelum huruf besar saat memproses kolom tag

source: Remove duplicate spaces and underscores
id: Hapus duplikat spasi dan garis bawah
ja: 重複したスペースとアンダースコアを削除する

source: Whether to remove duplicate spaces and underscores when processing tag fields
id: Apakah akan menghapus duplikat spasi dan garis bawah saat memproses kolom tag

source: Do not change word separators
id: Jangan ubah pemisah kata
ja: 変更しない

source: Character Conversions
id: Konversi Karakter
ja: 文字の変換

source: Convert ‘_’ and ‘%20’ to spaces
id: Konversikan '_' dan '%20' ke spasi
ja: ‘_’ と ‘%20’ をスペースに変換する

source: The underscore character or the string ‘%20’ is replaced by one space. Example, before: ‘Text%20In%20An_Entry‘, after: ‘Text In An Entry’
id: Karakter garis bawah atau string '%20' digantikan oleh satu spasi. Contohnya, sebelum: 'Teks%20Dalam%20Entri', setelah: 'Teks Dalam Entri'
ja: アンダースコアまたは文字列 ‘%20’ を一つのスペースに置き換えます (例: 変換前=‘Text%20In%20An_Entry‘ 変換後=‘Text In An Entry’)

source: Convert spaces to underscores
id: Konversikan spasi ke garis bawah
ja: スペースをアンダースコアに変換する

source: The space character is replaced by one underscore character. Example, before: ‘Text In An Entry’, after: ‘Text_In_An_Entry’
id: Karakter spasi digantikan oleh satu karakter garis bawah. Contoh, sebelum: 'Teks Dalam Entri', setelah: 'Teks_Dalam_Entri'
ja: スペースを一つのアンダースコアに置き換えます (例: 変換前=‘Text In An Entry’ 変換後=‘Text_In_An_Entry’)

source: Convert:
id: Konversikan:
ja: 変換:

source: Replace a string by another one. Note that the search is case sensitive
id: Ganti sebuah string dengan yang lain. Perhatikan bahwa pencariannya peka huruf besar kecil

source: to:
id: Ke ‘%s’:

source: Do not convert
id: Jangan konversikan
ja: 変換しない

source: Show / Hide Masks Editor
id: Tampilkan / Sembunyikan Penyunting Mask
ja: マスクエディターの表示/非表示を切り替える

source: Show / Hide Legend
id: Tampilkan / Sembunyikan Legenda
ja: 凡例の表示/非表示を切り替える

source: Scanner Preferences
id: Preferensi Pemindai
ja: スキャナーの設定

source: Scan Files
id: Pindai Berkas
ja: ファイルをスキャン

source: Scan selected files
id: Pindai berkas yang dipilih
ja: 選択したファイルをスキャンする

source: Find Files
id: Cari Berkas
ja: ファイル検索

source: Search:
id: Cari:
ja: 検索:

source: Type the text to search for in the file list, or leave the field empty to display all files
id: Ketik teks yang akan dicari dalam daftar berkas, atau biarkan kolom kosong untuk menampilkan semua berkas
ja: ファイル一覧から検索する文字を入力してください (何も入力しないと、すべてのファイルを表示します)

source: _Find
id: _Temukan
ja: 検索(_F)

source: In:
id: Masuk:
ja: 対象:

source: the Filename
id: Nama berkas
ja: ファイル名

source: the Tag
id: Tag
ja: タグ

source: Case sensitive
id: Peka huruf besar kecil
ja: 大小文字を区別する

source: Title:
id: Judul:
ja: タイトル:

source: Tag selected files with this title
id: Berkas yang dipilih tag dengan judul ini
ja: このタイトルを選択したファイルにタグ付けします

source: Artist:
id: Artis:
ja: アーティスト:

source: Tag selected files with this artist
id: Berkas yang dipilih tag dengan artis ini
ja: このアーティストを選択したファイルにタグ付けします

source: Album artist:
id: Artis album:

source: Tag selected files with this album artist
id: Berkas yang dipilih tag dengan artis album ini
ja: このアルバムアーティストを選択したファイルにタグ付けします

source: Tag selected files with this album name
id: Berkas yang dipilih tag dengan nama album ini
ja: このアルバム名を選択したファイルにタグ付けします

source: Track #:
id: Trek #:

source: Number selected tracks sequentially. Starts at 01 in each subdirectory
id: Cacah trek yang dipilih secara berurutan. Mulai dari 01 dalam setiap subdirektori.
ja: 選択したトラック番号を順番に付与します (各サブディレクトリは 01 から開始します)

source: Set the number of files, in the same directory of the displayed file, to the selected tracks
id: Atur cacah berkas, dalam direktori berkas yang sama, ke trek yang dipilih
ja: 表示されているファイルと同じディレクトリで、選択したトラック数に対するファイル数をセットします

source: Tag selected files with this number of tracks
id: Tag berkas yang dipilih dengan nomor trek ini
ja: このトラック番号を選択したファイルにタグ付けします

source: Tag selected files with this disc number
id: Berkas yang dipilih tag dengan nomor cakram ini
ja: このディスク番号を選択したファイルにタグ付けします

source: Year:
id: Tahun:
ja: 制作年:

source: Tag selected files with this year
id: Berkas yang dipilih tag dengan tahun ini
ja: この制作年を選択したファイルにタグ付けします

source: Genre:
id: Aliran:
ja: ジャンル:

source: Comment:
id: Komentar:
ja: コメント:

source: Tag selected files with this comment
id: Tag berkas yang dipilih dengan komentar ini
ja: このコメントを選択したファイルにタグ付けします

source: Composer:
id: Komposer:
ja: 作曲者:

source: Tag selected files with this composer
id: Tag berkas yang dipilih dengan komposer ini
ja: この作曲者を選択したファイルにタグ付けします

source: Orig. artist:
id: Artis asli:

source: Tag selected files with this original artist
id: Tag berkas yang dipilih dengan artis asli ini
ja: このオリジナルアーティストを選択したファイルにタグ付けします

source: Copyright:
id: Hak Cipta:
ja: 著作権:

source: Tag selected files with this copyright
id: Tag berkas yang dipilih dengan hak cipta ini
ja: この著作権表示を選択したファイルにタグ付けします

source: Tag selected files with this URL
id: Tag berkas yang dipilih dengan URL ini
ja: この URL を選択したファイルにタグ付けします

source: Encoded by:
id: Dienkode oleh:
ja: エンコーダー:

source: Tag selected files with this encoder name
id: Tag berkas yang dipilih dengan nama enkoder ini
ja: このエンコーダー名を選択したファイルにタグ付けします

source: Common
id: Umum
ja: 共通

source: You can use drag and drop to add an image
id: Anda bisa menggunakan seret dan jatuhkan untuk menambahkan gambar
ja: ドラッグ＆ドロップで画像を追加できます

source: Add images to the tag
id: Tambahkan citra ke tag
ja: タグに画像を追加する

source: Remove selected images from the tag
id: Buang citra yang dipilih dari tag
ja: 選択した画像をタグから削除する

source: Save the selected images to files
id: Simpan citra yang dipilih ke berkas
ja: 選択した画像をファイルに保存する

source: Edit image properties
id: Sunting properti citra
ja: 画像のプロパティを編集する

source: Tag selected files with these images
id: Tag berkas yang dipilih dengan gambar ini
ja: これらの画像を選択したファイルにタグ付けする

source: Images
id: Citra
ja: 画像

source: First file
id: Berkas pertama
ja: 先頭のファイル

source: _Previous File
id: Berkas Se_belumnya
ja: 前のファイル(_P)

source: Previous file
id: Berkas sebelumnya
ja: 前のファイル

source: Next file
id: Berkas selanjutnya
ja: 次のファイル

source: Last file
id: Berkas terakhir
ja: 最後のファイル

source: _Show Scanner
id: _Tampilkan Pemindai
ja: スキャナーを表示(_S)

source: Show scanner
id: Tampilkan pemindai
ja: スキャナーを表示する

source: Remove tags
id: Hapus tag
ja: タグを削除する

source: _Undo
id: Ta_k Jadi
ja: 元に戻す(_U)

source: Undo for file
id: Tak jadi untuk berkas
ja: ファイルを元に戻す

source: R_edo
id: Jadi _Lagi
ja: やり直す(_E)

source: Redo for file
id: Jadi Lagi untuk Berkas
ja: ファイルをやり直す

source: Save changes to selected files
id: Simpan perubahan ke berkas-berkas yang dipilih
ja: 選択したファイルに変更を保存する

source: Browse directory tree
id: Ramban pohon direktori
ja: ディレクトリツリーを閲覧する

source: Browse artists and albums
id: Ramban artis dan album
ja: アーティストとアルバムを閲覧する

source: Invert file selection
id: Balikkan pilihan berkas
ja: ファイル選択を反転する

source: Search filenames and tags
id: Cari nama berkas dan tag
ja: ファイル名とタグを検索する

source: CDDB Search…
id: Pencarian CDDB…
ja: CDDB 検索…

source: Generate a playlist
id: Membuat suatu daftar putar
ja: プレイリストを生成する

source: Stop the current action
id: Hentikan aksi saat ini
ja: 現在の処理を中止する

source: Load on startup
id: Muat saat awal mula

source: Default path
id: Path bawaan

source: Show hidden directories while browsing
id: Tampilkan direktori tersembunyi saat meramban

source: CDDB server hostname for automatic search
id: Nama host peladen CDDB untuk pencarian otomatis

source: The CDDB server to use for the automatic search
id: Peladen CDDB yang digunakan untuk pencarian otomatis

source: CDDB server port for automatic search
id: Port peladen CDDB untuk pencarian otomatis

source: The CDDB server port to use for the automatic search
id: Port peladen CDDB yang digunakan untuk pencarian otomatis

source: CDDB server path for automatic search
id: Path peladen CDDB untuk pencarian otomatis

source: The CDDB server path to use for the automatic search
id: Path peladen CDDB yang digunakan untuk pencarian otomatis

source: CDDB server hostname for manual search
id: Nama host peladen CDDB untuk pencarian manual

source: The CDDB server to use for a manual search
id: Peladen CDDB yang digunakan untuk pencarian manual

source: CDDB server port for manual search
id: Port peladen CDDB untuk pencarian manual

source: The CDDB server port to use for a manual search
id: Port peladen CDDB yang digunakan untuk pencarian manual

source: CDDB server path for manual search
id: Path peladen CDDB untuk pencarian manual
