Repository: maazl/easytag
Catalog: po/*.po
Languages: id, ja

source: Edit audio file metadata
id: Sunting metadata berkas suara
ja: オーディオファイルのメタデータを編集します

source: View and edit tags for MP3, MP2, MP4/AAC, FLAC, Ogg Opus, Ogg Speex, Ogg Vorbis, MusePack, Monkey's Audio and WavPack files.
id: Lihat dan sunting tag bagi berkas-berkas MP3, MP2, MP4/AAC, FLAC, Ogg Opus, Ogg Speex, Ogg Vorbis, MusePack, Monkey’s Audio, dan WavPack.
ja: MP3、MP2、MP4/AAC、FLAC、Ogg Opus、Ogg Speex、Ogg Vorbis、MusePack、Monkey's Audio、WavPack ファイルのタグの表示と編集を行います。

source: Look up albums in online databases, bulk edit tags, create playlists and rename a collection of files.
id: Cari album dalam basis data daring, sunting masal tag, buat daftar putar, dan ubah nama suatu koleksi berkas.

source: A simple and nice GTK+ interface makes tagging easier under GNU/Linux and Windows.
id: Antar muka GTK+ yang sederhana dan manis, yang memudahkan men-tag di bawah GNU/Linux dan Windows.

source: Audio File Metadata Editor
id: Penyunting Metadata Berkas Suara
ja: オーディオファイルメタデータエディター

source: mp3;tag;audio;music;
id: mp3;tag;suara;musik;
ja: mp3;tag;audio;music;タグ;音声;音楽;楽曲;オーディオ;ミュージック;

source: Open with EasyTAG
id: Buka dengan EasyTAG
ja: EasyTAG で開く

source: Open directories and audio files with EasyTAG using the context menu
id: Buka direktori dan berkas suara dengan EasyTAG menggunakan menu konteks

source: Choose a directory to show in the browser
id: Pilih direktori yang akan ditampilkan di peramban
ja: ブラウザーで表示するディレクトリを選択する

source: _Open
id: _Buka
ja: 開く(_O)

source: Select a directory to browse
id: Pilih direktori untuk diramban
ja: 参照するディレクトリを選択する

source: No files
id: Tak ada berkas
ja: ファイルなし

source: Artist
id: Artis
ja: アーティスト

source: # Albums
id: # Album
ja: # アルバム

source: # Files
id: # Berkas
ja: # ファイル

source: Filename
id: Nama berkas
ja: ファイル名

source: Title
id: Judul
ja: タイトル

source: Album Artist
id: Artis Album
ja: アルバムアーティスト

source: Year
id: Tahun
ja: 制作年

source: Disc
id: Diska
ja: ディスク

source: Track
id: Trek
ja: トラック

source: Genre
id: Aliran
ja: ジャンル

source: Comment
id: Komentar
ja: コメント

source: Composer
id: Komposer
ja: 作曲者

source: Original Artist
id: Artis Asli
ja: オリジナルアーティスト

source: Copyright
id: Hak Cipta
ja: 著作権

source: Encoded By
id: Dienkode Oleh
ja: エンコーダー

source: Browse Directory With
id: Ramban Direktori Dengan
ja: 他のプログラムで参照

source: Run Program
id: Jalankan Program
ja: 実行するプログラム

source: Enter the program to run; it will receive the current directory as a parameter
id: Masukkan nama program yang akan dijalankan; ini akan menerima direktori saat ini sebagai parameter.
ja: 実行するプログラム名を入力して下さい。引数は現在のディレクトリ名になります。

source: _Cancel
id: _Batal
ja: キャンセル(_C)

source: _Execute
id: _Jalankan
ja: 実行(_E)

source: Open Files With
id: Buka Berkas Dengan
ja: 他のプログラムで開く

source: Enter the program to run; it will receive the current files as a parameter
id: Masukkan nama program yang akan dijalankan; ini akan menerima berkas saat ini sebagai parameter.
ja: 実行するプログラム名を入力して下さい。引数は現在のファイル名になります。

source: Rename Directory
id: Ubah Nama Direktori
ja: ディレクトリ名を変更

source: Literal name:
id: Nama harfiah:
ja: 手動で入力:

source: Use mask:
id: Gunakan mask:
ja: マスクを使用:

source: Whether to use a mask when renaming directories
id: Apakah akan menggunakan mask saat mengganti nama direktori
ja: ディレクトリ名変更時にマスクを使用するかどうか

source: Select or type in a mask using codes (see Legend in Scanner Window) to rename the directory from tag fields
id: Pilih atau ketik mask dengan menggunakan kode (lihat Legenda pada Jendela Pemindai) untuk mengganti nama direktori dari kolom tag
ja: タグフィールドからディレクトリ名を変更するために使用するマスクのコード (凡例を参照のこと) を選択または入力してください

source: Rename directory preview
id: Pratinjau ubah nama direktori
ja: ディレクトリ名変更のプレビュー

source: _Rename
id: Ganti nama...
ja: 名前を変更(_R)

source: CDDB Search
id: Pencarian CDDB
ja: CDDB 検索

source: Search
id: Pencarian
ja: 検索

source: Enter the words to search (separated by a space or ‘+’)
id: Masukkan kata-kata yang akan dicari (dipisah dengan spasi atau '+')
ja: 検索する単語を入力して下さい (区切り記号: スペース ' ' または ‘+’)

source: _Search
id: _Cari
ja: 検索(_S)

source: Search Using Selected _Files
id: Cari Menggunakan _Berkas yang Dipilih
ja: 選択したファイルで検索(_F)

source: Generate the CDDB disc ID using the selected files (the order is important)
id: Hasilkan ID diska CDDB menggunakan berkas yang dipilih (urutannya penting)
ja: 選択したファイルを使用して CDDB disc ID を生成します (順序も関係します)

source: Stop
id: Berhenti
ja: 停止

source: Stop the search
id: Hentikan pencarian
ja: 検索を停止する

source: Manual Search Options
id: Opsi Pencarian Manual
ja: 手動検索のオプション

source: Search Fields
id: Kolom Pencarian
ja: 検索分野

source: Track Name
id: Nama Trek
ja: トラック名

source: Other
id: Lainnya
ja: その他

source: Categories
id: Kategori
ja: カテゴリー

source: Classical
id: Klasik
ja: クラッシック

source: Misc.
id: Rupa-rupa
ja: その他

source: Results
id: Hasil
ja: 結果

source: Artist / Album
id: Artis / Album
ja: アーティスト / アルバム

source: Category
id: Kategori
ja: カテゴリー

source: Select lines from which tags will be applied to your files list. All lines will be processed if no line is selected.\nYou can also reorder lines in this list before using the ‘apply’ button
id: Pilih baris dari tag mana yang akan diterapkan ke daftar berkas Anda. Semua baris akan diproses jika tidak ada baris yang dipilih.\nAnda juga dapat menyusun ulang baris dalam daftar ini sebelum menggunakan tombol 'terapkan'
ja: ファイル一覧にタグを適用する行を選択してください。何も選択しない場合、すべての行が処理されることにご注意ください。また ‘適用’ ボタンを押下する前に各行の順番を変更することができます。

source: Duration
id: Durasi
ja: 再生時間

source: Select all lines
id: Pilih semua baris
ja: すべての行を選択する

source: Invert line selection
id: Balikkan pilihan baris
ja: 選択行を反転する

source: Unselect all lines
id: Tak pilih baris manapun
ja: すべての行を未選択にする

source: Fill Tags
id: Isi Tag
ja: タグの付与

source: Track Number
id: Nomor Trek

source: Number of Tracks
id: Cacah Trek

source: Run the current scanner for each file
id: Jalankan pemindai saat ini bagi setiap berkas
ja: 各ファイルに現在のスキャナーを実行する

source: Whether to run the tag scanner, with the current settings, on the CDDB results
id: Apakah akan menjalankan pemindai tag, dengan pengaturan saat ini, pada hasil CDDB

source: Match lines with the Levenshtein algorithm
id: Cocokkan baris dengan algoritma Levenshtein
ja: Levenshtein アルゴリズムで行を比較する

source: Whether to use the DLM algorithm to match CDDB results to files
id: Apakah akan menggunakan algoritma DLM untuk mencocokkan hasil CDDB dengan berkas

source: _Close
id: _Tutup
ja: 閉じる(_C)

source: _Apply
id: Ter_apkan
ja: 適用(_A)

source: Load the selected lines or all lines (if no lines are selected)
id: Muat baris-baris yang dipilih atau semua baris (bila tak ada baris yang dipilih)
ja: 選択した行または (行を選択していない場合は) すべての行を読み込みます

source: File
id: Berkas
ja: ファイル

source: Encoder:
id: Enkoder:
ja: エンコーダー:

source: Bitrate:
id: Laju bit:
ja: ビットレート:

source: Sample rate:
id: Laju sampel:
ja: サンプリングレート:

source: Size:
id: Ukuran:
ja: サイズ:

source: Duration:
id: Durasi:
ja: 再生時間:

source: Image Type
id: Tipe Citra
ja: 画像の種類

source: Description
id: Deskripsi
ja: 説明

source: _Accept
id: Terim_a
ja: 容認(_A)

source: Load Filenames From a Text File
id: Memuat Nama Berkas Dari Berkas Teks
ja: テキストファイルからファイル名を読み込む

source: File:
id: Berkas:
ja: ファイル:

source: Choose a Text File
id: Pilih Berkas Teks
ja: テキストファイルを選択

source: _Load
id: _Muat
ja: 読み込む(_L)

source: Content of Text File
id: Isi Berkas Teks
ja: テキストファイルの内容

source: Insert a blank line before the selected line
id: Sisipkan satu baris kosong sebelum baris yang dipilih
ja: 選択した行の前にスペースを挿入する

source: Delete the selected line
id: Hapus baris yang dipilih
ja: 選択した行を削除する

source: Delete all blank lines
id: Hapus semua baris kosong
ja: 空行をすべて削除する

source: Move the selected line up
id: Pindahkan baris yang dipilih ke atas
ja: 選択した行を上に移動する

source: Move the selected line down
id: Pindahkan baris yang dipilih ke bawah
ja: 選択した行を下に移動する

source: Reload
id: Muat Ulang
ja: 再読み込み

source: List of Files
id: Daftar Berkas
ja: ファイルの一覧

source: Selected line:
id: Baris yang dipilih
ja: 選択した行:

source: Whether to run the currently selected scanner on filenames loaded from a text file
id: Apakah akan menjalankan pemindai yang saat ini dipilih pada nama berkas yang diambil dari berkas teks

source: _Help
id: Ba_ntuan
ja: ヘルプ(_H)

source: _About
id: Tent_ang
ja: 情報(_A)

source: _Quit
id: _Keluar
ja: 終了(_Q)

source: _File
id: _Berkas
ja: ファイル(_F)

source: Open Files With…
id: Buka Berkas Dengan...
ja: 他のプログラムで開く…

source: Run Audio Player
id: Jalankan Pemutar Audio
ja: 音楽プレイヤーを起動

source: Invert File Selection
id: Balikkan Pilihan Berkas
ja: ファイル選択を反転

source: Delete Files
id: Hapus Berkas
ja: ファイルを削除

source: Undo for File
id: Tak Jadi untuk Berkas
ja: ファイルを元に戻す

source: Redo for File
id: Jadi Lagi untuk Berkas
ja: ファイルをやり直す

source: _Save Files
id: _Simpan Berkas
ja: ファイルを保存(_S)

source: _Force Save Files
id: _Paksa Simpan Berkas
ja: ファイルを強制保存(_F)

source: _Edit
id: _Sunting
ja: 編集(_E)

source: _Find…
id: _Cari…
ja: 検索(_F)…

source: Select All
id: Pilih semua
ja: すべて選択

source: Unselect All
id: Pilih Tak Satupun
ja: すべて未選択

source: Undo
id: Tak Jadi
ja: 元に戻す

source: Redo
id: Jadi Lagi
ja: やり直す

source: _Remove Tags
id: _Hapus Tag
ja: タグを削除(_R)

source: _Preferences
id: _Preferensi
ja: 設定(_P)

source: _View
id: _Tilik
ja: 表示(_V)

source: Show Scanner
id: Tampilkan Pemindai
ja: スキャナーを表示

source: Scanner Mode
id: Mode Pemindai
ja: スキャナーモード

source: Rename Files and Directories
id: Ubah Nama Berkas dan Direktori
ja: ファイル名とディレクトリ名の変更

source: Process Fields
id: Proses ruas
ja: フィールドの編集

source: Directory Tree
id: Pohon Direktori
ja: ディレクトリツリー

source: Artists and Albums
id: Artis dan Album
ja: アーティスト / アルバム

source: Sort List by Tag
id: Urutkan Daftar berdasar Tag
ja: タグで一覧を並べ替え

source: Ascending by track number
id: Urut naik berdasar nomor trek
ja: トラック番号で昇順

source: Descending by track number
id: Urut turun berdasar nomor trek
ja: トラック番号で降順

source: Ascending by title
id: Urut naik berdasar judul
ja: タイトルで昇順

source: Descending by title
id: Urut turun berdasar judul
ja: タイトルで降順

source: Ascending by artist
id: Urut naik berdasar artis
ja: アーティストで昇順

source: Descending by artist
id: Urut turun berdasar artis
ja: アーティストで降順

source: Ascending by album artist
id: Urut naik berdasar artis album
ja: アルバムアーティストで昇順

source: Descending by album artist
id: Urut turun berdasar artis album
ja: アルバムアーティストで降順

source: Ascending by album
id: Urut naik berdasar album
ja: アルバム名で昇順

source: Descending by album
id: Urut turun berdasar album
ja: アルバム名で降順

source: Ascending by year
id: Urut naik berdasar tahun
ja: 制作年で昇順

source: Descending by year
id: Urut turun berdasar tahun
ja: 制作年で降順

source: Ascending by genre
id: Urut naik berdasar aliran
ja: ジャンルで昇順

source: Descending by genre
id: Urut turun berdasar aliran
ja: ジャンルで降順

source: Ascending by comment
id: Urut naik berdasar komentar
ja: コメントで昇順

source: Descending by comment
id: Urut turun berdasar komentar
ja: コメントで降順

source: Ascending by composer
id: Urut naik berdasar komponis
ja: 作曲者で昇順

source: Descending by composer
id: Urut turun berdasar komponis
ja: 作曲者で降順

source: Ascending by original artist
id: Urut naik berdasar artis asli
ja: オリジナルアーティストで昇順

source: Descending by original artist
id: Urut turun berdasar artis asli
ja: オリジナルアーティストで降順

source: Ascending by copyright
id: Urut naik berdasar hak cipta
ja: 著作権で昇順

source: Descending by copyright
id: Urut turun berdasar hak cipta
ja: 著作権で降順

source: Ascending by URL
id: Urut naik berdasar URL
ja: URL で昇順

source: Descending by URL
id: Urut turun berdasar URL
ja: URL で降順

source: Ascending by encoder name
id: Urut naik berdasar nama enkoder
ja: エンコーダーで昇順

source: Descending by encoder name
id: Urut turun berdasar nama enkoder
ja: エンコーダーで降順

source: Sort List by Property
id: Urutkan Daftar berdasar Properti
ja: プロパティで一覧を並べ替え

source: Ascending by filename
id: Urut naik berdasar nama berkas
ja: ファイル名で昇順

source: Descending by filename
id: Urut turun berdasar nama berkas
ja: ファイル名で降順

source: Ascending by creation date
id: Urut naik berdasar tanggal pembuatan
ja: 作成日で昇順

source: Descending by creation date
id: Urut turun berdasar tanggal pembuatan
ja: 作成日で降順

source: Ascending by file type
id: Urut naik berdasar tipe berkas
ja: ファイルの種類で昇順

source: Descending by file type
id: Urut turun berdasar tipe berkas
ja: ファイルの種類で降順

source: Ascending by file size
id: Urut naik berdasar ukuran berkas
ja: サイズで昇順

source: Descending by file size
id: Urut turun berdasar ukuran berkas
ja: サイズで降順

source: Ascending by duration
id: Urut naik berdasar durasi
ja: 再生時間で昇順

source: Descending by duration
id: Urut turun berdasar durasi
ja: 再生時間で降順

source: Ascending by bit rate
id: Urut naik berdasar laju bit
ja: ビットレートで昇順

source: Descending by bit rate
id: Urut turun berdasar laju bit
ja: ビットレートで降順

source: Ascending by sample rate
id: Urut naik berdasar laju sampel
ja: サンプリングレートで昇順

source: Descending by sample rate
id: Urut turun berdasar laju sampel
ja: サンプリングレートで降順

source: Collapse Tree
id: Lipat Pohon
ja: ツリーを折り畳む

source: Reload Tree
id: Muat Ulang Pohon
ja: ツリーを再読み込み

source: Reload Directory
id: Muat Ulang Direktori
ja: ディレクトリを再読み込み

source: Show Hidden Directories
id: Tampilkan Direktori Tersembunyi
ja: 隠しディレクトリを表示

source: _Browser
id: Peram_ban
ja: 参照(_B)

source: Set _Current Path as Default
id: _Atur Path Saat Ini sebagai Bawaan
ja: このディレクトリをデフォルトに設定(_C)

source: Rename Directory…
id: Ubah Nama Direktori…
ja: ディレクトリ名を変更…

source: Browse Directory With…
id: Ramban Direktori Dengan…
ja: 他のプログラムで参照…

source: Browse _Subdirectories
id: Ramban _Subdirektori
ja: サブディレクトリを参照(_S)

source: _Miscellaneous
id: _Rupa-rupa
ja: その他(_M)

source: CDD_B Search…
id: Pencarian CDD_B…
ja: CDDB 検索(_B)…

source: Load Filenames From a Text File…
id: Muat Nama-nama Berkas Dari Berkas Teks...
ja: テキストファイルからファイル名を読み込む…

source: Generate Playlist…
id: Buat Daftar Putar...
ja: プレイリストを生成…

source: _Go
id: _Ke
ja: 移動(_G)

source: _Home Directory
id: Direktori Ruma_h
ja: ホームディレクトリ(_H)

source: Desktop Directory
id: Direktori Desktop
ja: デスクトップ

source: Documents Directory
id: Direktori Dokumen
ja: ドキュメントディレクトリ

source: Downloads Directory
id: Direktori Unduh
ja: ダウンロードディレクトリ

source: Music Directory
id: Direktori Musik
ja: 音楽ディレクトリ

source: _Parent Directory
id: _Direktori Induk
ja: 親ディレクトリ(_P)

source: _Default Directory
id: _Direktori Baku
ja: デフォルトのディレクトリ(_D)

source: _First File
id: Berkas _Pertama
ja: 先頭のファイル(_F)

source: Previous File
id: Berkas Sebelumnya
ja: 前のファイル

source: _Next File
id: Berkas Selanjut_nya
ja: 次のファイル(_N)

source: _Last File
id: Berkas Ter_akhir
ja: 最後のファイル(_L)

source: Home Directory
id: Direktori Rumah
ja: ホームディレクトリ

source: Default Directory
id: Direktori Bawaan
ja: デフォルトのディレクトリ

source: Set Current Path as Default
id: Atur Path Saat Ini sebagai Bawaan
ja: このディレクトリをデフォルトに設定

source: Browse Subdirectories
id: Ramban Subdirektori
ja: サブディレクトリを参照

source: Invert Selection
id: Balikkan Pilihan
ja: 選択を反転

source: CDDB Search Files…
id: Cari Berkas CDDB…
ja: ファイルで CDDB 検索…

source: Find…
id: Temukan…
ja: 検索…

source: Clear Log
id: Bersihkan log
ja: ログを消去

source: Generate Playlist
id: Hasilkan Daftar Putar
ja: プレイリストの生成

source: Use directory name
id: Gunakan nama direktori
ja: ディレクトリ名を使用する

source: Options
id: Opsi
ja: オプション

source: Include only the selected files
id: Sertakan hanya berkas yang dipilih
ja: 指定したファイルのみ含める

source: Whether to use only the selected files or all files when creating playlists
id: Apakah akan menggunakan berkas yang dipilih atau semua berkas saat membuat daftar putar

source: Use full path for files in playlist
id: Gunakan path lengkap untuk berkas dalam daftar putar
ja: プレイリスト内でファイルのフルパスを使用する

source: Use relative path for files in playlist
id: Gunakan path relatif untuk berkas dalam daftar putar
ja: プレイリスト内でファイルの相対パスを使用する

source: Create playlist in the parent directory
id: Buat daftar putar di direktori induk
ja: プレイリストを親ディレクトリに生成する

source: Whether to create the playlist in the parent directory
id: Apakah akan membuat daftar putar pada direktori induk

source: Use DOS directory separator
id: Gunakan pemisah direktori DOS
ja: DOS のパス区切り文字を使用する

source: Whether to use backslash as directory separator when generating playlists
id: Apakah akan menggunakan backslash sebagai pemisah direktori saat membuat daftar putar

source: Content
id: Isi
ja: 内容

source: Write only list of files
id: Tulis hanya daftar berkas
ja: ファイルの一覧のみ書き込む

source: Write information using filename
id: Tulis informasi menggunakan nama berkas
ja: ファイル名で使用する情報を書き込む

source: Write information using:
id: Tulis informasi menggunakan:
ja: 書き込む情報:

source: _Save
id: _Simpan
ja: 保存(_S)

source: Preferences
id: Preferensi
ja: 設定

source: Browser
id: Peramban
ja: 参照

source: Default Directory:
id: Direktori Bawaan:
ja: デフォルトのディレクトリ:

source: The default path to search for music files
id: Path bawaan untuk mencari berkas musik
ja: 音楽ファイルを検索するデフォルトのパス

source: Load on startup the default directory or the directory passed as argument
id: Muat pada awal mula direktori bawaan atau direktori yang dilewatkan sebagai argumen
ja: 起動時にデフォルトのディレクトリや起動引数のディレクトリを読み込む

source: Whether to load the default path (or the path passed as an argument) on application startup
id: Apakah akan memuat path bawaan (atau path dilewatkan sebagai argumen) pada awal mula aplikasi

source: Browse subdirectories
id: Meramban subdirektori
ja: サブディレクトリを参照する

source: Whether to search subdirectories for audio files when reading a directory in the browser
id: Apakah akan mencari subdirektori untuk berkas suara saat membaca direktori di peramban

source: Expand the subdirectories of the selected directory
id: Perluas subdirektori dari direktori yang dipilih
ja: 選択したディレクトリのサブディレクトリを展開する

source: Whether to expand the subdirectories of a node in the directory browser when selecting it
id: Apakah akan memperluas subdirektori dari sebuah simpul di dalam peramban direktori saat memilihnya

source: Search hidden directories
id: Cari direktori-direktori tersembunyi
ja: 隠しディレクトリも参照する

source: Whether to show hidden directories when showing a directory in the browser
id: Apakah akan menampilkan direktori tersembunyi saat menampilkan sebuah direktori di peramban

source: Sort files case-sensitively
id: Urutkan berkas yang peka huruf besar kecil
ja: 大小文字を区別してファイルを並べ替える

source: Whether file sorting is case-sensitive
id: Apakah mengurutkan berkas bersifat peka huruf besar kecil

source: Show the log
id: Tampilkan log
ja: ログを表示する

source: Whether to show the log in the main window
id: Apakah akan menampilkan log pada jendela utama

source: General
id: Umum
ja: 全般

source: Show audio file header summary
id: Tampilkan ringkasan tajuk berkas suara
ja: オーディオファイルのヘッダー概要を表示する

source: Whether to show header information, such as bit rate and duration, for audio files
id: Apakah akan menampilkan informasi tajuk, seperti laju bit dan durasi, untuk berkas suara

source: Display changed files in list using:
id: Tampilkan berkas yang berubah dalam daftar memakai:
ja: 変更されたファイルを表示するスタイル:

source: Red color
id: Warna merah
ja: 赤色

source: Bold style
id: Gaya tebal
ja: 太字

source: Interface
id: Antarmuka
ja: インターフェース

source: File Settings
id: Pengaturan Berkas
ja: ファイルの設定

source: Preserve modification time when writing files
id: Pertahankan waktu modifikasi saat menulis berkas
ja: ファイル書き込み時に変更日時を保存する

source: Whether to preserve the existing modification time when editing files
id: Apakah akan mempertahankan waktu modifikasi yang ada saat menyunting berkas

source: Update parent directory modification time when writing files
id: Mutakhirkan waktu modifikasi direktori induk saat menulis berkas
ja: ファイル書き込み時に親ディレクトリの変更日時を更新する

source: Whether to update the modification time on the parent directory when editing files
id: Apakah akan memperbarui waktu modifikasi pada direktori induk saat menyunting berkas

source: Filenames
id: Nama berkas
ja: ファイル名

source: Replace illegal characters when renaming
id: Ganti karakter ilegal saat mengganti nama
ja: 名前変更時に不正な文字を置き換える

source: Convert characters which cannot be represented in filenames on the FAT32/16 and Joliet filesystems (‘\’, ‘:’, ‘;’, ‘*’, ‘?’, ‘"’, ‘<’, ‘>’, ‘|’)
id: Konversikan karakter yang tidak dapat diwakili dalam nama berkas pada sistem berkas FAT32/16 dan Joliet (‘\’, ‘:’, ‘;’, ‘*’, ‘?’, ‘"’, ‘<’, ‘>’, ‘|’)

source: Convert filename extension to:
id: Konversikan ekstensi nama berkas menjadi:
ja: 変換後の拡張子:

source: Lower Case
id: Huruf Kecil

source: For example, the extension will be converted to ‘.mp3’
id: Sebagai contoh, ekstensi akan dikonversi menjadi '.mp3'
ja: たとえば、変換後の拡張子は ‘.mp3’ になります

source: Upper Case
id: Huruf Besar

source: For example, the extension will be converted to ‘.MP3’
id: Misalnya, ekstensi akan dikonversi menjadi '.MP3'
ja: たとえば、変換後の拡張子は ‘.MP3’ になります

source: No Change
id: Tidak Ada Perubahan

source: The extension will not be modified
id: Ekstensi tidak akan dimodifikasi
ja: 拡張子を修正しません

source: Filename Encoding
id: Pengkodean Nama Berkas
ja: ファイル名のエンコーディング

source: Try another character encoding
id: Coba pengkodean karakter lain
ja: 別の文字エンコーディングを試す

source: Try to use the encoding associated with your locale and if this fails, try the ISO-8859-1 character encoding
id: Cobalah untuk menggunakan pengkodean yang terkait dengan lokasi Anda dan jika gagal, cobalah pengkodean karakter ISO-8859-1

source: Transliterate characters into the system character encoding
id: Transliterasi karakter ke dalam pengkodean karakter sistem
ja: システムの文字エンコーディングに変換する

source: Replace unsupported characters with a similar character from the target character encoding
id: Ganti karakter yang tidak didukung dengan karakter serupa dari pengkodean karakter target

source: Use the system character encoding and silently discard unsupported characters
id: Gunakan pengkodean karakter sistem dan diam-diam membuang karakter yang tidak didukung
ja: システムの文字エンコーディングを使用して未サポートの文字は警告なしで削除する

source: Discard characters which cannot be represented in the target character encoding
id: Buang karakter yang tidak dapat diwakili dalam pengkodean karakter target

source: Files
id: Berkas
ja: ファイル

source: Automatically complete date field
id: Secara otomatis melengkapi kolom tanggal
ja: 日付フィールドに自動入力する

source: Whether to automatically complete the date tag
id: Apakah akan melengkapi tag tanggal secara otomatis

source: Automatically select the type of the image based on its filename
id: Secara otomatis memilih jenis gambar berdasarkan nama berkasnya
ja: ファイル名を基にして画像を自動選択する

source: Whether to, when adding cover art, automatically select a type for an image based on its filename
id: Apakah, saat menambahkan sampul album, pilih jenis gambar secara otomatis berdasarkan nama berkasnya

source: Preserve the tag field focus
id: Pertahankan kolom tag fokus
ja: タグフィールドのフォーカスを維持する

source: Whether to preserve focus on the current tag field when switching file
id: Apakah akan mempertahankan fokus pada kolom tag saat ini ketika berpindah berkas

source: Pad the number of digits in the disc field to:
id: Pad cacah digit pada kolom diska ke:
ja: ディスクフィールドの桁数を次に増やす:

source: Whether the disc number tag field should be padded with leading zeroes
id: Apakah kolom tag angka diska harus dilapisi dengan angka nol terkemuka

source: Pad the number of digits in the track field to:
id: Pad cacah digit pada kolom trek ke:
ja: トラックフィールドの桁数を次に増やす:

source: Whether the track number tag field should be padded with leading zeroes
id: Apakah kolom tag nomor trek harus dilapisi dengan angka nol terkemuka

source: Splitting
id: Membagi
ja: 分割

source: For Vorbis tags, selected fields will be split at dashes and saved as separate tags
id: Untuk tag Vorbis, kolom yang dipilih akan dibagi pada tanda hubung dan disimpan sebagai tag terpisah

source: Whether to split title fields at a “ - ” separator in Ogg comments
id: Apakah akan membagi kolom judul pada pemisah "-" di komentar Ogg
