Repository: maazl/easytag
Catalog: po/*.po
Languages: id, ja

source: The CDDB server path to use for a manual search
id: Path peladen CDDB yang digunakan untuk pencarian manual

source: Use DLM to match CDDB results to files
id: Gunakan DLM untuk mencocokkan hasil CDDB dengan berkas

source: Select the file with the position which matches the position of the CDDB result
id: Pilih berkas dengan posisi yang sesuai dengan posisi hasil CDDB

source: Run the scanner on CDDB results
id: Jalankan pemindai pada hasil CDDB

source: The fields to use in a manual CDDB search
id: Kolom yang akan digunakan dalam pencarian CDDB manual

source: Which fields to search for matches of the returned CDDB results
id: Kolom mana saja yang mencari kecocokan hasil CDDB yang dikembalikan

source: The categories to use in a CDDB search
id: Kategori yang akan digunakan dalam pencarian CDDB

source: Which categories to search for matches in the returned CDDB results
id: Kategori mana saja untuk mencari kecocokan dalam hasil CDDB yang dikembalikan

source: The tag fields to set when matching against CDDB results
id: Kolom tag yang diatur saat mencocokkan hasil CDDB

source: Which tag fields should be set when matching against selected files and CDDB results
id: Kolom tag mana saja yang harus ditetapkan saat mencocokkan berkas yang dipilih dan hasil CDDB

source: Show changed files in bold
id: Tampilkan berkas yang diubah dengan huruf tebal

source: Whether to highlight changed files in the file list by making them bold, or alternatively by making them red
id: Apakah akan menyoroti berkas yang diubah dalam daftar berkas dengan membuatnya tebal, atau sebaliknya dengan membuatnya merah

source: How to sort audio files in the file list
id: Cara mengurutkan berkas suara dalam daftar berkas

source: Sort files in ascending or descending order for the selected type
id: Urutkan berkas dalam urutan naik atau turun untuk jenis yang dipilih

source: Use a non-standard character encoding when reading ID3 tags
id: Gunakan pengkodean karakter non-standar saat membaca tag ID3

source: Write ID3v1 tags
id: Tulis tag ID3v1
ja: ID3v1 でタグを書き込む

source: The character set for writing ID3v1 tags
id: Karakter yang ditetapkan untuk menulis tag ID3v1
ja: ID3v1 タグ書き込み時の文字セット

source: Choose the character set to be used when writing ID3v1 tags
id: Pilih set karakter yang akan digunakan saat menulis tag ID3v2

source: Encoding options when writing ID3v1 tags
id: Opsi pengkodean saat menulis tag ID3v1

source: Additional options to pass to iconv() when converting between encodings when writing ID3v1 tags
id: Opsi tambahan untuk lolos ke iconv() saat mengkonversi antara pengkodean saat menulis tag ID3v1

source: The character set for reading ID3v1 and ID3v2 tags
id: Karakter yang ditetapkan untuk membaca tag ID3v1 dan ID3v2
ja: ID3v1/ID3v2 タグ読み込み時の文字セット

source: Write ID3v2 tags
id: Tulis tag ID3v2
ja: ID3v2 でタグを書き込む

source: Enable ID3v2.4 support
id: Aktifkan dukungan ID3v2.4

source: Whether to write ID3v2.4 tags when ID3v2 support is enabled
id: Apakah akan menulis tag ID3v2.4 saat dukungan ID3v2 diaktifkan

source: Convert old ID3 tag versions to new ones
id: Konversikan versi tag ID3 lama ke yang baru

source: Use CRC-32 in ID3v2 tags
id: Gunakan CRC-32 dalam tag ID3v2

source: Use Unicode character encoding in ID3v2 tags
id: Gunakan pengkodean karakter Unicode dalam tag ID3v2

source: Whether to use a Unicode character set when writing ID3v2 tags
id: Apakah akan menggunakan karakter Unicode saat menulis tag ID3v2

source: The Unicode character set for writing ID3v2 tags
id: Karakter Unicode yang ditetapkan untuk menulis tag ID3v2

source: Choose the Unicode character set to be used when writing ID3v2 tags
id: Pilih karakter Unicode yang akan digunakan saat menulis tag ID3v2

source: The character set for writing ID3v2 tags
id: Karakter yang ditetapkan untuk menulis tag ID3v2
ja: ID3v2 タグ書き込み時の文字セット

source: Override the typical Unicode character set to be used when writing ID3v2 tags
id: Timpa karakter Unicode khas yang akan digunakan saat menulis tag ID3v2

source: Encoding options when writing ID3v2 tags
id: Opsi pengkodean saat menulis tag ID3v2

source: Additional options to pass to iconv() when converting between encodings when writing ID3v2 tags
id: Opsi tambahan untuk lolos ke iconv() saat mengkonversi antara pengkodean saat menulis tag ID3v2

source: Automatically complete the date
id: Secara otomatis melengkapi tanggal

source: Pad the disc number tag field
id: Pad kolom tag nomor diska

source: The length of the disc number field
id: Panjang kolom nomor disk

source: The length of the disc number field, which controls if the field is padded with leading zeroes
id: Panjang kolom nomor disk, yang mengontrol jika kolom dilapisi dengan angka nol terkemuka

source: Whether to, when adding cover art, automatically select the type for an image based on its filename
id: Apakah, saat menambahkan sampul album, pilih jenis gambar secara otomatis berdasarkan nama berkasnya

source: Pad the track number tag field
id: Pad kolom tag nomor lagu

source: The length of the track number field
id: Panjang kolom nomor trek

source: The length of the track number field, which controls if the field is padded with leading zeroes
id: Panjang kolom nomor trek, yang mengontrol jika kolom dilapisi dengan angka nol terkemuka

source: Convert spaces and underscores when filling tag fields
id: Konversikan spasi dan garis bawah saat mengisi kolom tag

source: Whether to convert to spaces (and %20) or underscores when filling tag fields from filenames
id: Apakah akan mengkonversikan ke spasi (dan %20) atau garis bawah saat mengisi kolom tag dari nama berkas

source: Overwrite tag field
id: Timpa kolom tag

source: Set the default comment
id: Atur komentar bawaan

source: Default comment for filling tags
id: Komentar bawaan untuk mengisi tag

source: The default comment to use when filling tags
id: Komentar bawaan untuk digunakan saat mengisi tag

source: Use the CRC-32 as the default comment
id: Gunakan CRC-32 sebagai komentar bawaan

source: Run the current scanner when loading filenames from a file
id: Jalankan pemindai saat memuat nama berkas dari sebuah berkas

source: Process these tag fields
id: Proses kolom tag ini

source: The tag fields to process when using the scanner
id: Kolom tag untuk diproses saat menggunakan pemindai

source: Convert tag fields when processing
id: Konversikan kolom tag saat memproses

source: Whether to convert to spaces (and %20), underscores or other characters when processing tag fields
id: Apakah akan mengkonversikan ke spasi (dan %20), garis bawah atau karakter lainnya saat memproses kolom tag

source: Convert characters in tags
id: Konversikan karakter dalam tag

source: Whether to convert characters of the tag from one value to another when processing tag fields
id: Apakah akan mengkonversikan karakter tag dari satu nilai ke nilai lainnya saat memproses kolom tag

source: Convert the following characters when processing tag fields
id: Konversikan karakter berikut saat memproses kolom tag

source: Replace any matched sequence of characters with this string when processing tag fields
id: Ganti urutan karakter yang sesuai dengan string ini saat memproses kolom tag

source: Capitalize tag fields when processing
id: Konversikan kolom tag saat memproses

source: Whether to change the capitalization when processing tag fields
id: Apakah akan menghapus duplikat spasi dan garis bawah saat memproses kolom tag

source: Upper-case prepositions
id: Huruf besar pada preposisi

source: Detect roman numerals
id: Deteksi angka romawi

source: Insert spaces before capital letters
id: Sisipkan spasi sebelum huruf besar

source: Remove duplicate spaces
id: Hapus duplikat spasi
ja: 重複したスペースを削除する

source: Playlist filename mask
id: Mask nama berkas daftar putar

source: The default filename mask to use for a new playlist
id: Nama berkas mask bawaan untuk digunakan pada daftar putar baru

source: Use a filename mask when generating a playlist
id: Gunakan mask nama berkas saat membuat daftar putar

source: Whether to use a filename mask when creating playlists
id: Apakah akan menggunakan mask nama berkas saat membuat daftar putar

source: Create playlists with only the selected files
id: Buat daftar putar hanya dengan berkas yang dipilih

source: Use relative paths when creating playlists
id: Gunakan path relatif saat membuat daftar putar

source: Whether to use relative paths for files when creating playlists
id: Apakah akan menggunakan path relatif untuk berkas saat membuat daftar putar

source: Create the playlist in the parent directory
id: Buat daftar putar di direktori induk
ja: プレイリストを親ディレクトリに生成する

source: Use DOS separators for playlists
id: Gunakan pemisah DOS untuk daftar putar

source: Content of generated playlists
id: Konten daftar putar yang dihasilkan

source: Write a plain list of files, include extended information from the filename or extended information using a supplied mask
id: Tuliskan daftar berkas yang jelas, sertakan informasi tambahan dari nama berkas atau informasi tambahan menggunakan mask yang disertakan

source: Playlist default mask
id: Daftar putar mask bawaan

source: The default mask to use for files in a playlist
id: Mask bawaan yang digunakan untuk berkas dalam daftar putar

source: Search for files case-sensitively
id: Cari berkas yang peka huruf besar kecil

source: Whether matches when searching for files are case-sensitive
id: Apakah cocok saat mencari berkas yang bersifat peka huruf besar kecil

source: Search in filenames
id: Cari dalam nama berkas

source: Perform the search on filenames
id: Lakukan pencarian pada nama berkas

source: Search in tags
id: Cari dalam tag

source: Perform the search on tags
id: Lakukan pencarian pada tag

source: Mask for filling tags from filenames
id: Mask untuk mengisi tag dari nama berkas

source: The default mask to use when automatically filling tags with information from filenames
id: Mask bawaan yang digunakan saat mengisi secara otomatis tag dengan informasi dari nama berkas

source: Mask for renaming files
id: Mask untuk mengganti nama berkas

source: The default mask to use when renaming files
id: Mask bawaan yang digunakan saat mengganti nama berkas

source: Mask for renaming directories
id: Mask untuk mengganti nama direktori

source: The default mask to use when renaming directories
id: Mask bawaan yang digunakan saat mengganti nama direktori

source: Use a mask when renaming directories
id: Gunakan mask saat mengganti nama direktori

source: Convert spaces and underscores when renaming files
id: Konversikan spasi dan garis bawah saat mengganti nama berkas

source: Whether to convert to spaces or underscores when renaming files
id: Apakah akan mengkonversikan ke spasi atau garis bawah saat mengganti nama berkas

source: How to modify filename extensions when renaming
id: Cara memodifikasi ekstensi nama berkas saat mengganti nama

source: Change the file extension to all lower-case, all upper-case or do not change it
id: Ubah ekstensi berkas ke huruf kecil semua, huruf besar semua atau tidak mengubahnya

source: Encoding options when renaming files
id: Opsi pengkodean saat mengganti nama berkas

source: If the encoding of the filename does not match the filesystem encoding, choose whether to try another encoding, approximate the filesystem encoding with transliteration or discard the offending characters
id: Jika pengkodean nama berkas tidak sesuai dengan pengkodean sistem berkas, pilih apakah akan mencoba pengkodean lain, perkiraan pengkodean sistem berkas dengan transliterasi atau buang karakter yang menyinggung

source: Whether to replace illegal characters in a filename when using the rename function
id: Apakah akan mengganti karakter ilegal dalam nama berkas saat menggunakan fungsi ubah nama

source: Show the scanner mask editor
id: Tampilkan penyunting mask pemindai

source: Whether to show the scanner mask editor in the tag scanner
id: Apakah akan menampilkan editor pemindai mask di pemindai tag

source: Show the scanner legend
id: Tampilkan legenda pemindai

source: Whether to show the scanner legend in the tag scanner
id: Apakah akan menampilkan legenda pemindai di pemindai tag

source: Show the scanner window on startup
id: Tampilkan jendela pemindai saat awal mula

source: The scan mode
id: Mode pindai

source: Which type of scan to show in the scanner
id: Jenis pemindaian mana saja yang akan ditampilkan di pemindai

source: Split Ogg title fields
id: Bagi kolom judul Ogg

source: Split Ogg artist fields
id: Bagi kolom artis Ogg

source: Split Ogg album fields
id: Bagi kolom album Ogg

source: Split Ogg genre fields
id: Bagi kolom aliran Ogg

source: Split Ogg comment fields
id: Bagi kolom komentar Ogg

source: Split Ogg composer fields
id: Bagi kolom komposer Ogg

source: Split Ogg original artist fields
id: Bagi kolom artis asli Ogg

source: Page to show in the preferences dialog
id: Halaman untuk ditampilkan dalam dialog preferensi

source: The page in the notebook of the preferences dialog
id: Halaman di buku catatan dari dialog preferensi

source: Open in EasyTAG
id: Buka di EasyTAG

source: Open the selected directory in EasyTAG
id: Buka direktori yang dipilih di EasyTAG

source: Open the selected files in EasyTAG
id: Buka berkas yang dipilih di EasyTAG

source: translator-credits
id: Andika Triwidada <andika@gmail.com>, 2014. Kukuh Syafaat <syafaatkukuh@gmail.com>, 2017.
ja: 相花 毅 <takeshi.aihana@gmail.com> Hironao Komatsu <hironao@users.sourceforge.net> sicklylife <translation@sicklylife.jp>

source: View and edit tags in audio files
id: Lihat dan sunting tag dalam berkas audio

source: Print the version and exit
id: Cetak versi dan keluar
ja: バージョンを表示して終了する

source: Starting EasyTAG version %s…
id: Memulai versi EasyTAG %s...
ja: EasyTAG バージョン %s を起動…

source: Setting locale: ‘%s’
id: Menata locale: '%s'
ja: ロケールを ‘%s’ に設定

source: System locale is ‘%s’, using ‘%s’
id: Lokal sistem adalah '%s', menggunakan '%s'
ja: システムロケールは ‘%s’、‘%s’ を使用

source: Unable to create setting directories
id: Tidak dapat membuat direktori pengaturan
ja: 設定ディレクトリを作成できません

source: Website: %s
id: Situs web: %s
ja: ウェブサイト: %s

source: - Tag and rename audio files
id: - Tag dan ubah nama berkas audio

source: Error while querying information for file ‘%s’: %s
id: Galat saat kueri informasi dari berkas ‘%s’: %s

source: Cannot open path ‘%s’
id: Tak dapat membuka path ‘%s’
ja: パス ‘%s’ を開けません

source: Do you really want to delete the file ‘%s’?
id: Apakah Anda benar-benar ingin menghapus berkas ‘%s’?
ja: 本当に ‘%s’ を削除しますか?

source: Repeat action for the remaining files
id: Ulangi tindakan untuk berkas yang tersisa
ja: 残りのファイルに対して処理を繰り返す

source: _Skip
id: _Lewati
ja: スキップ(_S)

source: _Delete
id: _Hapus
ja: 削除(_D)

source: Delete File
id: Hapus Berkas
ja: ファイルの削除

source: File ‘%s’ deleted
id: Berkas '%s' dihapus
ja: ‘%s’ を削除しました

source: Cannot delete file ‘%s’
id: Tak dapat menghapus berkas ‘%s’
ja: ‘%s’ を削除できません

source: Some files were not deleted
id: Beberapa berkas tak dihapus
ja: いくつかのファイルは削除されませんでした

source: All files have been deleted
id: Semua berkas telah dihapus
ja: すべてのファイルを削除しました

source: All tags have been removed
id: Semua tag telah dihapus
ja: すべてのタグを削除しました

source: Failed to launch program ‘%s’
id: Gagal meluncurkan program '%s'
ja: ‘%s’ の起動に失敗しました

source: Could not convert filename ‘%s’ to system filename encoding
id: Tak bisa mengkonversi '%s' ke dalam sistem pengkodean nama berkas.
ja: ファイル名 ‘%s’ をシステムのエンコーディングに変換できませんでした

source: Try setting the environment variable G_FILENAME_ENCODING.
id: Coba mengatur variabel lingkungan G_FILENAME_ENCODING.
ja: 環境変数 G_FILENAME_ENCODING を設定してみてください

source: Filename translation
id: Terjemahan nama berkas
ja: ファイル名の翻訳

source: One file
id: %u berkas
ja: %u 個のファイル

source: File: ‘%s’
id: Berkas: '%s'
ja: ファイル: ‘%s’

source: Normal exit
id: Keluar normal

source: Some files have been modified but not saved
id: Beberapa berkas telah diubah tapi tak disimpan
ja: いくつかのファイルが変更されていますが保存していません

source: _Discard
id: _Buang
ja: 破棄(_D)

source: Quit
id: Keluar
ja: 終了します

source: Do you want to save them before quitting?
id: Apakah Anda ingin menyimpannya sebelum keluar?
ja: 終了する前に保存しますか?

source: New default directory selected for browser
id: Direktori bawaan baru yang dipilih untuk peramban

source: Do you want to save them before changing directory?
id: Apakah Anda ingin menyimpannya sebelum mengganti direktori?
ja: ディレクトリを変更する前に保存しますか?

source: Confirm Directory Change
id: Konfirmasikan Perubahan Direktori
ja: ディレクトリ変更の確認

source: All albums
id: Semua album
ja: すべてのアルバム

source: Select File
id: Pilih Berkas
ja: ファイルの選択

source: Select Directory
id: Pilih Direktori
ja: ディレクトリの選択

source: Rename the directory ‘%s’ to:
id: Ubah nama direktori '%s' menjadi:
ja: ‘%s’ の名前を次に変更:

source: You must type a directory name
id: Anda mesti mengetikkan suatu nama direktori
ja: ディレクトリ名を入力してください

source: Directory Name Error
id: Galat Nama Direktori
ja: ディレクトリ名エラー

source: Could not convert ‘%s’ into filename encoding
id: Tak bisa mengkonversi '%s' ke dalam pengkodean nama berkas.
ja: ‘%s’ をファイル名のエンコーディングに変換できませんでした

source: Please use another name.
id: Silakan pakai nama lain.
ja: 別の名前を使用してください。

source: The directory name ‘%s’ already exists.
id: Nama direktori '%s' sudah ada
ja: ‘%s’ はすでに存在します。

source: Rename File Error
id: Galat Pengubahan Nama Berkas
ja: ファイル名変更エラー

source: Rename Directory Error
id: Galat Pengubahan Nama Direktori
ja: ディレクトリ名変更エラー

source: Directory renamed
id: Direktori diubah nama
ja: ディレクトリ名を変更しました

source: Executed command ‘%s’
id: Perintah yang dieksekusi ‘%s’
ja: コマンド ‘%s’ を実行しました

source: Album: ‘%s’, artist: ‘%s’, length: ‘%s’, year: ‘%s’, genre: ‘%s’, disc ID: ‘%s’
id: Album: '%s', artis: '%s', panjang: '%s', tahun: '%s', aliran: '%s', ID diska: '%s'
ja: アルバム: ‘%s’, アーティスト: ‘%s’, 時間: ‘%s’, 制作年: ‘%s’, ジャンル: ‘%s’, ディスク ID: ‘%s’

source: Cannot resolve host: ‘%s’: %s
id: Tak dapat menyelesaikan host ‘%s’: %s

source: Cannot connect to host: ‘%s’: %s
id: Tak dapat terhubung ke host '%s':%s

source: Sending request…
id: Sedang mengirim permintaan…
ja: リクエストを送信中…

source: The server returned a bad response ‘%s’
id: Peladen mengembalikan respon yang buruk '%s'

source: Loading album track list…
id: Sedang memuat daftar trek album...
ja: アルバムのトラック一覧を読み込み中…

source: Receiving data…
id: Sedang menerima data…
ja: データを受信中…

source: Sorry, the web-based search is currently not available
id: Maaf, pencarian berbasis web saat ini tak tersedia
ja: 申し訳ありませんが、ウェブ検索は現在利用できません

source: Found one matching album
id: Ditemukan %u album yang cocok
ja: 一致するアルバムが %u 個見つかりました

source: Receiving data of page %d (album %d/%d)…
id: Menerima data halaman %d (album %d/%d)...
ja: ページ %d のデータを受信中 (アルバム %d/%d)…

source: Receiving data of page %d…
id: Menerima data halaman %d...
ja: ページ %d のデータを受信中…

source: The server returned a bad response
id: Server mengembalikan respon yang buruk

source: More results to load…
id: Lebih banyak hasil untuk dimuat...

source: The number of CDDB results does not match the number of selected files
id: Banyaknya hasil CDDB tak cocok dengan cacah berkas yang dipilih

source: Write Tag from CDDB
id: Tulis Tag dari CDDB
ja: CDDB からタグを書き込む

source: Ready to search
id: Siap mencari
ja: 検索準備完了

source: No file selected
id: Tak ada berkas yang dipilih
ja: ファイルを選択していません

source: More than 99 files selected. Cannot send request
id: Lebih dari 99 berkas dipilih. Tak bisa mengirim permintaan
ja: 選択ファイル数が 99 を超えているためリクエストを送信できません

source: One file selected
id: %u berkas dipilih
ja: %u 個のファイルを選択しました

source: Sending request (disc ID: %s, #tracks: %u, Disc length: %u)…
id: Mengirim permintaan (ID diska: %s, #trek: %u, Panjang diska: %u)…

source: DiscID ‘%s’ gave one matching album
id: DiscID ‘%s’ memberikan %u album yang cocok

source: Arabic (IBM-864)
id: Arab (IBM-864)
ja: アラビア語 (IBM-864)

source: Arabic (ISO-8859-6)
id: Arab (ISO-8859-6)
ja: アラビア語 (ISO-8859-6)

source: Arabic (Windows-1256)
id: Arab (Windows-1256)
ja: アラビア語 (Windows-1256)

source: Baltic (ISO-8859-13)
id: Baltik (ISO-8859-13)
ja: バルト語 (ISO-8859-13)

source: Baltic (ISO-8859-4)
id: Baltik (ISO-8859-4)
ja: バルト語 (ISO-8859-4)

source: Baltic (Windows-1257)
id: Baltik (Windows-1257)
ja: バルト語 (Windows-1257)

source: Central European (IBM-852)
id: Eropa Tengah (IBM-852)
ja: 中央ヨーロッパ (IBM-852)

source: Central European (ISO-8859-2)
id: Eropa Tengah (ISO-8859-2)
ja: 中央ヨーロッパ (ISO-8859-2)

source: Central European (Windows-1250)
id: Eropa Tengah (Windows-1250)
ja: 中央ヨーロッパ (Windows-1250)

source: Chinese Simplified (GB18030)
id: Cina Disederhanakan (GB18030)
ja: 中国語 簡体字 (GB18030)

source: Chinese Simplified (GB2312)
id: Cina Disederhanakan (GB2312)
ja: 中国語 簡体字 (GB2312)

source: Chinese Traditional (Big5)
id: Cina Tradisional (Big5)
ja: 中国語 繁体字 (Big5)

source: Chinese Traditional (Big5-HKSCS)
id: Cina Tradisional (Big5-HKSCS)
ja: 中国語 繁体字 (Big5-HKSCS)

source: Cyrillic (ISO-8859-5)
id: Cyrillic (ISO-8859-6)
ja: キリル語 (ISO-8859-5)

source: Cyrillic/Russian (CP-866)
id: Cyrillic/Rusia (CP-866)
ja: キリル/ロシア語 (CP-866)

source: Cyrillic/Ukrainian (KOI8-U)
id: Cyrillic/Ukrania (KOI8-U)
ja: キリル/ウクライナ語 (KOI8-U)

source: English (US-ASCII)
id: Inggris (US-ASCII)
ja: 英語 (US-ASCII)

source: Greek (ISO-8859-7)
id: Yunani (ISO-8859-7)
ja: ギリシア語 (ISO-8859-7)

source: Greek (Windows-1253)
id: Yunani (Windows-1253)
ja: ギリシア語 (Windows-1253)

source: Hebrew (IBM-862)
id: Ibrani (IBM-862)
ja: ヘブライ語 (IBM-862)

source: Hebrew (Windows-1255)
id: Ibrani (Windows-1255)
ja: ヘブライ語 (Windows-1255)

source: Japanese (EUC-JP)
id: Jepang (EUC-JP)
ja: 日本語 (EUC-JP)

source: Japanese (ISO-2022-JP)
id: Jepang (ISO-2022-JP)
ja: 日本語 (ISO-2022-JP)

source: Japanese (Shift_JIS)
id: Jepang (Shift-JIS)
ja: 日本語 (Shift_JIS)

source: Korean (EUC-KR)
id: Korea (EUC-KR)
ja: 韓国語 (EUC-KR)

source: Nordic (ISO-8859-10)
id: Norwegia (ISO-8859-10)
ja: 北欧語 (ISO-8859-10)

source: South European (ISO-8859-3)
id: Eropa Selatan (ISO-8859-3)
ja: 南部ヨーロッパ語 (ISO-8859-3)

source: Thai (TIS-620)
id: Thailand (TIS-620)
ja: タイ語 (TIS-620)

source: Turkish (IBM-857)
id: Turki (IBM-857)
ja: トルコ語 (IBM-857)

source: Turkish (ISO-8859-9)
id: Turki (ISO-8859-9)
ja: トルコ語 (ISO-8859-9)

source: Turkish (Windows-1254)
id: Turki (WIndows-1254)
ja: トルコ語 (Windows-1254)

source: Vietnamese (VISCII)
id: Vietnam (VISCII)
ja: ベトナム語 (VISCII)

source: Vietnamese (Windows-1258)
id: Vietnam (Windows-1258)
ja: ベトナム語 (Windows-1258)

source: Visual Hebrew (ISO-8859-8)
id: Ibrani Visual (ISO-8859-8)
ja: 視覚芸術向けヘブライ語 (ISO-8859-8)

source: Western (IBM-850)
id: Barat (IBM-850)
ja: 西洋 (IBM-850)

source: Western (ISO-8859-1)
id: Barat (ISO-8859-1)
ja: 西洋 (ISO-8859-1)

source: Western (ISO-8859-15)
id: Barat (ISO-8859-15)
ja: 西洋 (ISO-8859-15)

source: Western (Windows-1252)
id: Barat (Windows-1252)
ja: 西洋 (Windows-1252)

source: The UTF-8 string ‘%s’ could not be converted into filename encoding: %s
id: String UTF-8 ‘%s’ tak dapat dikonversi ke dalam enkoding nama berkas: %s
ja: UTF-8 の文字列 ‘%s’ をファイル名のエンコーディングに変換できませんでした: %s

source: Invalid UTF-8
id: UTF-8 tak valid
ja: 不正な UTF-8

source: The string ‘%s’ could not be converted into UTF-8: %s
id: String ‘%s’ tak dapat dikonversi ke dalam UTF-8: %s
ja: 文字列 ‘%s’ を UTF-8 に変換できませんでした: %s

source: A file was changed by an external program
id: Berkas %d diubah oleh program eksternal
ja: 外部のプログラムによって %d 個のファイルが変更されました

source: Do you want to continue saving the file?
id: Apakah Anda ingin melanjutkan menyimpan berkas?
ja: ファイルの保存を続行しますか?

source: Saving files was stopped
id: Penyimpanan berkas dihentikan
ja: ファイルの保存を中止しました

source: All files have been saved
id: Semua berkas telah disimpan
ja: すべてのファイルを保存しました

source: Do you want to write the tag of file ‘%s’?
id: Apakah Anda ingin menulis tag berkas '%s'?
ja: ‘%s’ のタグを書き込みますか?

source: Confirm Tag Writing
id: Konfirmasikan Penulisan Tag
ja: タグ書き込みの確認
