Repository: maazl/easytag
Catalog: po/*.po
Languages: id, ja

source: Rename File and Directory
id: Ubah Nama Berkas dan Direktori
ja: ファイル名とディレクトリ名の変更

source: File and directory rename confirmation required
id: Konfirmasi ubah nama berkas dan direktori diperlukan
ja: ファイル名/ディレクトリ名の変更確認が要求されました

source: Do you want to rename the file and directory ‘%s’ to ‘%s’?
id: Apakah Anda ingin mengganti nama berkas dan direktori '%s' menjadi '%s'?
ja: ファイル名とディレクトリ名を ‘%s’ から ‘%s’ に変更しますか?

source: Directory rename confirmation required
id: Diperlukan konfirmasi pengubahan nama direktori
ja: ディレクトリ名の変更確認が要求されました

source: Do you want to rename the directory ‘%s’ to ‘%s’?
id: Apakah Anda ingin mengubah nama direktori ‘%s’ menjadi ‘%s’?
ja: ディレクトリ名を ‘%s’ から ‘%s’ に変更しますか?

source: File rename confirmation required
id: Konfirmasi penggantian nama berkas diperlukan
ja: ファイル名の変更確認が要求されました

source: Do you want to rename the file ‘%s’ to ‘%s’?
id: Apakah Anda ingin mengganti nama berkas '%s' menjadi '%s'?
ja: ファイル名を ‘%s’ から ‘%s’ に変更しますか?

source: Cannot rename file ‘%s’ to ‘%s’
id: Tak dapat mengubah nama berkas ‘%s’ menjadi ‘%s’
ja: ファイル名を ‘%s’ から ‘%s’ に変更できません

source: Cannot rename file ‘%s’ to ‘%s’: %s
id: Tak dapat mengubah nama berkas ‘%s’ menjadi ‘%s’: %s
ja: ファイル名を ‘%s’ から ‘%s’ に変更できません: %s

source: File(s) not renamed
id: Berkas tak diubah nama
ja: ファイル名は変更されませんでした

source: Writing tag of ‘%s’
id: Tulis Tag dari '%s'
ja: ‘%s’ のタグを書き込み中

source: Wrote tag of ‘%s’
id: Tulis Tag dari '%s'
ja: ‘%s’ のタグを書き込みました

source: You have tried to save this tag to Unicode but it was detected that your version of id3lib is buggy
id: Anda telah mencoba untuk menyimpan tag ini ke Unicode namun terdeteksi bahwa versi id3lib Anda adalah berkutu

source: If you reload this file, some characters in the tag may not be displayed correctly. Please, apply the patch src/id3lib/patch_id3lib_3.8.3_UTF16_writing_bug.diff to id3lib, which is available in the EasyTAG package sources. Note that this message will appear only once. File: %s
id: Jika Anda memuat ulang berkas ini, beberapa karakter dalam tag mungkin tidak ditampilkan dengan benar. Mohon, terapkan patch src/id3lib/patch_id3lib_3.8.3_UTF16_writing_bug.diff ke id3lib, yang tersedia dalam paket paket EasyTAG. Perhatikan bahwa pesan ini hanya akan muncul satu kali. Berkas: %s

source: Cannot write tag in file ‘%s’
id: Tak dapat menulis tag dalam berkas '%s'
ja: ‘%s’ にタグを書き込めません

source: Tag Write Error
id: Galat Tulis Tag
ja: タグ書き込みエラー

source: Cannot read directory ‘%s’
id: Tak dapat membaca direktori ‘%s’
ja: ディレクトリ ‘%s’ を読み込めません

source: Directory Read Error
id: Galat Baca Direktori
ja: ディレクトリ読み込みエラー

source: Search in progress…
id: Pencarian tengah berlangsung…
ja: 検索中…

source: Found one file in this directory and subdirectories
id: Ditemukan %u berkas dalam direktori dan subdirektori ini
ja: このディレクトリとサブディレクトリ内に %u 個のファイルが見つかりました

source: Found one file in this directory
id: Ditemukan %u berkas dalam direktori ini
ja: このディレクトリ内に %u 個のファイルが見つかりました

source: No file found in this directory and subdirectories
id: Tidak ada berkas yang ditemukan pada direktori dan subdirektori ini
ja: このディレクトリとサブディレクトリ内にファイルは見つかりませんでした

source: No file found in this directory
id: Tak ditemukan berkas pada direktori ini
ja: このディレクトリ内にファイルは見つかりませんでした

source: Error opening directory ‘%s’: %s
id: Galat saat membuka direktori ‘%s’: %s
ja: ディレクトリ ‘%s’ を開く際にエラー: %s

source: Searching for audio files…
id: Sedang mencari berkas audio…
ja: オーディオファイルを検索中…

source: Searching
id: Mencari
ja: 検索中

source: _Stop
id: _Berhenti
ja: 停止(_S)

source: File not found
id: Berkas tak ditemukan
ja: ファイルが見つかりませんでした

source: Cannot query file information ‘%s’
id: Tak dapat kueri informasi berkas ‘%s’

source: Read-only file
id: Berkas hanya-baca
ja: 読み込み専用のファイルです

source: Error reading ID3 tag from file ‘%s’: %s
id: Galat saat membaca tag ID3 dari berkas ‘%s’: %s
ja: ‘%s’ から ID3 タグを読み込む際にエラー: %s

source: Error reading tag from Ogg file ‘%s’: %s
id: Galat saat membaca tag dari berkas Ogg ‘%s’: %s
ja: Ogg ファイル ‘%s’ からタグを読み込む際にエラー: %s

source: Error reading tag from FLAC file ‘%s’: %s
id: Galat saat membaca tag dari berkas FLAC ‘%s’: %s
ja: FLAC ファイル ‘%s’ からタグを読み込む際にエラー: %s

source: Error reading APE tag from file ‘%s’: %s
id: Galat saat membaca tag APE dari berkas ‘%s’: %s
ja: ‘%s’ から APE タグを読み込む際にエラー: %s

source: Error reading tag from MP4 file ‘%s’: %s
id: Galat saat membaca tag dari berkas MP4 ‘%s’: %s
ja: MP4 ファイル ‘%s’ からタグを読み込む際にエラー: %s

source: Error reading tag from WavPack file ‘%s’: %s
id: Galat saat membaca tag dari berkas WavPack ‘%s’: %s
ja: WavPack ファイル ‘%s’ からタグを読み込む際にエラー: %s

source: Error reading tag from Opus file ‘%s’: %s
id: Galat saat membaca tag dari berkas Opus ‘%s’: %s
ja: Opus ファイル ‘%s’ からタグを読み込む際にエラー: %s

source: The year value ‘%s’ seems to be invalid in file ‘%s’. The information will be lost when saving
id: Nilai tahun '%s' tampaknya tidak valid dalam berkas '%s'. Informasi akan hilang saat menyimpan

source: Automatic corrections applied for file ‘%s’
id: Koreksi otomatis diterapkan untuk berkas '%s'

source: Cannot open file ‘%s’: %s
id: Tak dapat membuka berkas ‘%s’: %s

source: Error reading file ‘%s’
id: Galat saat membaca berkas ‘%s’
ja: ファイル ‘%s’ の読み込み中にエラー

source: Insert a blank line
id: Menyisipkan suatu baris kosong
ja: 空行を挿入する

source: Delete this line
id: Menghapus baris ini
ja: この行を削除する

source: Move this line up
id: Pindahkan baris ini ke atas
ja: この行を上に移動する

source: Move this line down
id: Pindahkan baris ini ke bawah
ja: この行を下に移動する

source: You must type a program name
id: Anda harus mengetikkan suatu nama program
ja: プログラム名を入力してください

source: Program Name Error
id: Galat Nama Program
ja: プログラム名エラー

source: JPEG image
id: Citra JPEG
ja: JPEG 画像

source: PNG image
id: Citra PNG
ja: PNG 画像

source: GIF image
id: Citra GIF
ja: GIF 画像

source: Unknown image
id: Citra tak dikenal
ja: 不明な画像

source: 32×32 pixel PNG file icon
id: Ikon berkas PNG 32×32 piksel
ja: 32×32 ピクセルの PNG 形式アイコン

source: Other file icon
id: Ikon berkas lain
ja: 別の種類のアイコン

source: Cover (front)
id: Sampul (depan)
ja: ジャケット (表)

source: Cover (back)
id: Sampul (belakang)
ja: ジャケット (裏)

source: Leaflet page
id: Halaman leaflet
ja: チラシ

source: Media (such as label side of CD)
id: Media (seperti sisi label CD)
ja: メディア (CD のラベルなど)

source: Lead artist/lead performer/soloist
id: Artis utama/penampil utama/solois
ja: メインの演奏者/出演者/ソロ

source: Artist/performer
id: Artis/penampil
ja: 演奏者/出演者

source: Conductor
id: Dirigen
ja: 指揮者

source: Band/Orchestra
id: Band/Orkestra
ja: バンド/オーケストラ

source: Lyricist/text writer
id: Penulis lirik/teks
ja: 作詞

source: Recording location
id: Lokasi perekaman
ja: 録音場所

source: During recording
id: Saat perekaman
ja: 録音時間

source: During performance
id: Selama pertunjukan
ja: 演奏時間

source: Movie/video screen capture
id: Tangkapan layar film/video
ja: 映画/ビデオのキャプチャ

source: A bright colored fish
id: Seekor ikan berwarna cerah

source: Illustration
id: Ilustrasi
ja: イラスト

source: Band/Artist logotype
id: Logotype Band/Artis
ja: バンド/演奏者のロゴ

source: Publisher/studio logotype
id: Logotype penerbit/studio
ja: 販売元/スタジオのロゴ

source: Unknown image type
id: Tipe citra tak dikenal
ja: 不明な画像形式

source: pixels
id: piksel
ja: ピクセル

source: Type
id: Tipe
ja: 種類

source: Input truncated or empty
id: Kosong

source: Cannot write playlist file ‘%s’
id: Tak dapat menulis berkas daftar putar ‘%s’
ja: プレイリストファイル ‘%s’ を書き込めません

source: Playlist File Error
id: Galat Berkas Daftar Putar
ja: プレイリストファイルエラー

source: Wrote playlist file ‘%s’
id: Tulis daftar putar '%s'
ja: プレイリストファイル ‘%s’ を書き込みました

source: Invalid scanner mask
id: Mask pemindai tidak valid
ja: スキャナーマスクが正しくありません

source: The selected default path is invalid
id: Path bawaan yang dipilih tidak valid
ja: 選択したデフォルトパスは正しくありません

source: Path: ‘%s’ Error: %s
id: Path: ‘%s’ Galat: %s
ja: パス: ‘%s’ エラー: %s

source: Invalid Path Error
id: Kesalahan path tidak valid
ja: 不正なパスエラー

source: Cannot calculate CRC value of file ‘%s’
id: Tak dapat menghitung nilai CRC dari berkas '%s'

source: Tag successfully scanned
id: Tag berhasil dipindai
ja: タグのスキャンに成功しました

source: Tag successfully scanned ‘%s’
id: Tag berhasil dipindai ‘%s’
ja: ‘%s’ のタグのスキャンに成功しました

source: The extension ‘%s’ was not found in filename ‘%s’
id: Ekstensi '%s' tidak ditemukan pada nama berkas '%s'
ja: 拡張子 ‘%s’ がファイル名 ‘%s’ の中に見つかりません

source: Cannot find separator ‘%s’ within ‘%s’
id: Tidak dapat menemukan pemisah '%s' dalam '%s'
ja: ‘%2$s’ にセパレーター ‘%1$s’ が見つかりません

source: Could not convert filename ‘%s’ into system filename encoding
id: Tak bisa mengkonversi '%s' ke dalam pengodean nama berkas.
ja: ファイル名 ‘%s’ をシステムのエンコーディングに変換できませんでした

source: New filename successfully scanned
id: Nama berkas baru berhasil dipindai
ja: 新しいファイル名のスキャンに成功しました

source: New filename successfully scanned ‘%s’
id: Nama berkas baru berhasil dipindai ‘%s’
ja: 新しいファイル名 ‘%s’ のスキャンに成功しました

source: Error while processing fields ‘%s’
id: Galat saat memproses kolom ‘%s’
ja: フィールド ‘%s’ の処理中にエラー

source: New_mask
id: Mask_baru
ja: 新しいマスク(_M)

source: All tags have been scanned
id: Semua tag telah dipindai
ja: すべてのタグはスキャン済みです

source: Found one file
id: Ditemukan %d berkas
ja: %d 個のファイルが見つかりました

source: Ready to search…
id: Siap untuk mencari…
ja: 検索準備完了…

source: Cannot write list to file ‘%s’: %s
id: Tak dapat menulis daftar ke berkas '%s':%s
ja: 一覧を ‘%s’ に書き込めません: %s

source: Loading default ‘Fill Tag’ masks…
id: Muat mask ‘Isi Tag’ bawaan…

source: Loading default ‘Rename File’ masks…
id: Muat mask ‘Ubah Nama Berkas’ bawaan…

source: Ready to start
id: Siap memulai

source: Selected files tagged with title ‘%s’
id: Berkas yang dipilih ditandai dengan judul ‘%s’
ja: 選択したファイルにタイトル ‘%s’ をタグ付けしました

source: Removed title from selected files
id: Judul yang dihapus dari berkas yang dipilih
ja: 選択したファイルからタイトルを削除しました

source: Selected files tagged with artist ‘%s’
id: Berkas yang dipilih ditandai dengan artis '%s'
ja: 選択したファイルにアーティスト ‘%s’ をタグ付けしました

source: Removed artist from selected files
id: Artis yang dihapus dari berkas yang dipilih
ja: 選択したファイルからアーティストを削除しました

source: Selected files tagged with album artist ‘%s’
id: Berkas yang dipilih ditandai dengan artis album '%s'
ja: 選択したファイルにアルバムアーティスト ‘%s’ をタグ付けしました

source: Removed album artist from selected files
id: Artis album yang dihapus dari berkas yang dipilih
ja: 選択したファイルからアルバムアーティストを削除しました

source: Selected files tagged with album ‘%s’
id: Berkas yang dipilih ditandai dengan album '%s'
ja: 選択したファイルにアルバム名 ‘%s’ をタグ付けしました

source: Removed album name from selected files
id: Nama album yang dihapus dari berkas yang dipilih
ja: 選択したファイルからアルバム名を削除しました

source: Selected files tagged with disc number ‘%s/%s’
id: Berkas yang dipilih ditandai dengan nomor diska ‘%s/%s’
ja: 選択したファイルにディスク番号 ‘%s/%s’ をタグ付けしました

source: Selected files tagged with disc number like ‘xx’
id: Berkas yang dipilih ditandai dengan nomor diska seperti ‘xx’
ja: 選択したファイルにディスク番号 ‘xx’ をタグ付けしました

source: Removed disc number from selected files
id: Nomor diska yang dihapus dari berkas yang dipilih
ja: 選択したファイルからディスク番号を削除しました

source: Selected files tagged with year ‘%s’
id: Berkas yang dipilih ditandai dengan tahun ‘%s’
ja: 選択したファイルに制作年 ‘%s’ をタグ付けしました

source: Removed year from selected files
id: Tahun yang dihapus dari berkas yang dipilih
ja: 選択したファイルから制作年を削除しました

source: Selected files tagged with track like ‘xx/%s’
id: Berkas yang dipilih ditandai dengan trek seperti ‘xx/%s’
ja: 選択したファイルにトラック番号 ‘xx/%s’ をタグ付けしました

source: Selected files tagged with track like ‘xx’
id: Berkas yang dipilih ditandai dengan trek seperti ‘xx’
ja: 選択したファイルにトラック番号 ‘xx’ をタグ付けしました

source: Removed track number from selected files
id: Nomor trek yang dihapus dari berkas yang dipilih
ja: 選択したファイルからトラック番号を削除しました

source: Selected tracks numbered sequentially
id: Trek yang dipilih dinomori secara berurutan.
ja: 選択したトラック番号を順番に付与しました

source: Selected files tagged with genre ‘%s’
id: Berkas yang dipilih ditandai dengan aliran ‘%s’
ja: 選択したファイルにジャンル ‘%s’ をタグ付けしました

source: Removed genre from selected files
id: Aliran yang dihapus dari berkas yang dipilih
ja: 選択したファイルからジャンルを削除しました

source: Selected files tagged with comment ‘%s’
id: Berkas yang dipilih ditandai dengan komentar '%s'
ja: 選択したファイルにコメント ‘%s’ をタグ付けしました

source: Removed comment from selected files
id: Komentar yang dihapus dari berkas yang dipilih
ja: 選択したファイルからコメントを削除しました

source: Selected files tagged with composer ‘%s’
id: Berkas yang dipilih ditandai dengan komposer '%s'
ja: 選択したファイルに作曲者 ‘%s’ をタグ付けしました

source: Removed composer from selected files
id: Komposer yang dihapus dari berkas yang dipilih
ja: 選択したファイルから作曲者を削除しました

source: Selected files tagged with original artist ‘%s’
id: Berkas yang dipilih ditandai dengan artis asli ‘%s’
ja: 選択したファイルにオリジナルアーティスト ‘%s’ をタグ付けしました

source: Removed original artist from selected files
id: Artis asli yang dihapus dari berkas yang dipilih
ja: 選択したファイルからオリジナルアーティストを削除しました

source: Selected files tagged with copyright ‘%s’
id: Berkas yang dipilih ditandai dengan hak cipta '%s'
ja: 選択したファイルに著作権表示 ‘%s’ をタグ付けしました

source: Removed copyright from selected files
id: Hak cipta yang dihapus dari berkas yang dipilih
ja: 選択したファイルから著作権表示を削除しました

source: Selected files tagged with URL ‘%s’
id: Berkas yang dipilih ditandai dengan URL ‘%s’
ja: 選択したファイルに URL ‘%s’ をタグ付けしました

source: Removed URL from selected files
id: URL yang dihapus dari berkas yang dipilih
ja: 選択したファイルから URL を削除しました

source: Selected files tagged with encoder name ‘%s’
id: Berkas yang dipilih ditandai dengan nama enkoder ‘%s’
ja: 選択したファイルにエンコーダー名 ‘%s’ をタグ付けしました

source: Removed encoder name from selected files
id: Enkoder yang dihapus dari berkas yang dipilih
ja: 選択したファイルからエンコーダー名を削除しました

source: Selected files tagged with images
id: Berkas yang dipilih ditandai dengan gambar
ja: 選択したファイルに画像をタグ付けしました

source: Removed images from selected files
id: Gambar yang dihapus dari berkas yang dipilih
ja: 選択したファイルから画像を削除しました

source: Tag selected files with this field
id: Tag berkas yang dipilih dengan kolom ini
ja: 選択したファイルにこのフィールドをタグ付けする

source: All uppercase
id: Semua huruf besar
ja: すべて大文字にする

source: All lowercase
id: Semua huruf kecil
ja: すべて小文字にする

source: First letter uppercase
id: Huruf pertama kapital
ja: 最初の文字だけ大文字にする

source: First letter uppercase of each word
id: Huruf besar pada huruf pertama dari setiap kata
ja: 単語の最初の文字だけ大文字にする

source: Insert space before uppercase letter
id: Sisipkan spasi sebelum huruf besar
ja: 大文字の前にスペースを挿入する

source: Remove duplicate spaces or underscores
id: Hapus duplikat spasi atau garis bawah
ja: 重複したスペースまたはアンダースコアを削除する

source: Remove all text
id: Buang semua teks
ja: すべての文字を削除する

source: Error parsing image data ‘%s’
id: Galat saat mengurai data gambar '%s'

source: Cannot display the image because not enough data has been read to determine how to create the image buffer
id: Tidak dapat menampilkan gambar karena tidak cukup data yang telah dibaca untuk mengetahui cara membuat buffer gambar

source: Cannot display the image
id: Tak data menampilkan citra
ja: 画像を表示できません

source: Not enough data has been read to determine how to create the image buffer.
id: Tidak cukup data yang telah dibaca untuk mengetahui cara membuat buffer gambar.

source: Load Image File
id: Muat Berkas Citra
ja: 画像ファイルの読み込み

source: Image file not loaded ‘%s’
id: Berkas gambar tidak dimuat '%s'

source: Cannot open file ‘%s’
id: Tak dapat membuka berkas ‘%s’
ja: ファイル ‘%s’ を開けません

source: Image File Error
id: Galat Berkas Citra
ja: 画像ファイルエラー

source: Image file loaded
id: Berkas citra dimuat
ja: 画像ファイルを読み込みました

source: Add Images
id: Tambah Citra
ja: 画像の追加

source: All Files
id: Semua Berkas
ja: すべてのファイル

source: PNG and JPEG
id: PNG dan JPEG
ja: PNG と JPEG

source: Image Properties %d/%d
id: Properti Citra %d/%d
ja: 画像 %d/%d のプロパティ

source: Save Image %d/%d
id: Simpan Citra %d/%d
ja: 画像 %d/%d の保存

source: Image file not saved ‘%s’
id: Berkas gambar tidak disimpan '%s'

source: Tag selected files with this genre
id: Tag berkas yang dipilih dengan genre ini
ja: このジャンルを選択したファイルにタグ付けします

source: ID3 Tag
id: Tag ID3
ja: ID3 タグ

source: Ogg Vorbis Tag
id: Tag Ogg Vorbis
ja: Ogg Vorbis タグ

source: FLAC Vorbis Tag
id: Tag FLAC Vorbis
ja: FLAC Vorbis タグ

source: APE Tag
id: Tag APE
ja: APE タグ

source: MP4/M4A/AAC Tag
id: Tag MP4/M4A/AAC
ja: MP4/M4A/AAC タグ

source: Wavpack Tag
id: Tag Wavpack
ja: Wavpack タグ

source: Opus Tag
id: Tag Opus
ja: Opus タグ

source: Images (%u)
id: Gambar (%u)
ja: 画像 (%u)

source: Error while opening file: %s
id: Galat saat membuka berkas: %s
ja: ファイルのオープン中にエラー: %s

source: Failed to write APE tag
id: Gagal menulis tag APE
ja: APE タグの書き込みに失敗

source: Error opening FLAC file
id: Galat saat membuka berkas FLAC
ja: FLAC ファイルのオープン中にエラー

source: FLAC File
id: Berkas FLAC
ja: FLAC ファイル

source: Channels:
id: Kanal:
ja: チャンネル数:

source: Error while opening file ‘%s’ as FLAC: %s
id: Galat saat membuka berkas ‘%s’ sebagai FLAC: %s
ja: ファイル ‘%s’ をFLAC としてオープン中にエラー: %s

source: Failed to write comments to file ‘%s’: %s
id: Gagal menulis komentar ke berkas ‘%s’: %s
ja: ファイル ‘%s’ にコメントを書き込むのに失敗: %s

source: Corrupted file
id: Berkas terkorupsi
ja: 破損ファイル

source: Removed tag of ‘%s’
id: Tag yang dihapus '%s'
ja: ‘%s’ のタグを削除しました

source: Error while removing ID3v1 tag of ‘%s’: %s
id: Galat saat menghapus tag ID3v1 '%s' : %s
ja: ‘%s’ の ID3v1 タグ削除中にエラー: %s

source: Error while removing ID3v2 tag of ‘%s’: %s
id: Galat saat menghapus tag ID3v2 '%s' : %s
ja: ‘%s’ の ID3v2 タグ削除中にエラー: %s

source: Error while updating ID3v2 tag of ‘%s’: %s
id: Galat saat memutakhirkan tag ID3v2 '%s' : %s
ja: ‘%s’ の ID3v2 タグ更新中にエラー: %s

source: Error while updating ID3v1 tag of ‘%s’: %s
id: Galat saat memutakhirkan tag ID3v1 '%s' : %s
ja: ‘%s’ の ID3v1 タグ更新中にエラー: %s

source: Buggy id3lib
id: id3lib berkutu
ja: 不具合のある id3lib

source: No error reported
id: Tak ada galat yang dilaporkan
ja: エラーはありません

source: No available memory
id: Tak ada memori tersedia
ja: 有効なメモリがありません

source: No data to parse
id: Tak ada data untuk diurai
ja: 解析するデータがありません

source: Improperly formatted data
id: Data diformat tidak benar
ja: データのフォーマットが不適切です

source: No buffer to write to
id: Tak ada penyangga tempat menulis
ja: 書き込むバッファがありません

source: Buffer is too small
id: Penyangga terlalu kecil
ja: バッファが小さすぎます

source: Invalid frame ID
id: ID kerangka tidak valid
ja: フレーム ID が正しくありません

source: Requested field not found
id: Ruas yang diminta tak ditemukan
ja: 指定したフィールドが見つかりません

source: Unknown field type
id: Tipe ruas tak dikenal
ja: フィールドの種類が不明です

source: Tag is already attached to a file
id: Tag sudah terpasang ke berkas
ja: すでにタグがファイルについています

source: Invalid tag version
id: Versi tag tak valid
ja: タグのバージョンが正しくありません

source: No file to parse
id: Tak ada berkas yang akan diurai
ja: 解析するファイルがありません

source: Attempting to write to a read-only file
id: Mencoba menulis ke suatu berkas yang hanya-baca
ja: 読み込み専用のファイルに書き込もうとしています

source: Error in compression/uncompression
id: Galat dalam kompresi/tidak terkompresi
ja: 圧縮/非圧縮エラーです

source: Unknown error message
id: Pesan galat tak dikenal
ja: 不明なエラーです

source: Error while creating temporary file
id: Galat ketika membuat berkas sementara
ja: 一時ファイル作成中にエラー

source: Error reading tags from file
id: Galat saat membaca tag dari berkas
ja: ファイルからのタグ読み込み中にエラー

source: Monkey's Audio File
id: Berkas Suara Monkey
ja: Monkey's オーディオファイル

source: Profile:
id: Profil:
ja: プロファイル:

source: MP4 format invalid
id: Format MP4 tak valid
ja: MP4 フォーマットが不正です

source: Error reading properties from file
id: Galat saat membaca properti dari berkas
ja: ファイルからのプロパティ読み込み中にエラー

source: MP4/AAC File
id: Berkas MP4/AAC
ja: MP4/AAC ファイル

source: Error while opening file ‘%s’: %s
id: Galat saat membuka berkas ‘%s’: %s
ja: ファイル ‘%s’ のオープン中にエラー: %s

source: Error reading tags from file ‘%s’
id: Galat saat membaca tag dari berkas ‘%s’
ja: ファイル ‘%s’ からのタグ読み込み中にエラー

source: Joint stereo
id: Stereo Gabungan
ja: Joint ステレオ

source: Dual channel
id: Kanal ganda
ja: デュアルチャンネル

source: Single channel
id: Kanal tunggal
ja: シングルチャンネル

source: MP3 File
id: Berkas MP3
ja: MP3 ファイル

source: MP2 File
id: Berkas MP2
ja: MP2 ファイル

source: MusePack File
id: Berkas MusePack
ja: MusePack ファイル

source: The specified bitstream does not exist or the file has been initialized improperly
id: Bitstream yang ditentukan tidak ada atau berkas telah diinisialisasi secara tidak benar
ja: このビットストリームは存在しないか、あるいは初期化が不適正です

source: Read from media returned an error
id: Baca dari media mengembalikan kesalahan
ja: メディアからの読み込み時にエラー

source: Bitstream is not Vorbis data
id: Bitstream bukan data Vorbis
ja: ビットストリームは Vorbis データではありません

source: Vorbis version mismatch
id: Versi Vorbis tidak sesuai
ja: Vorbis のバージョンが合いません

source: Invalid Vorbis bitstream header
id: Tajuk bitstream Vorbis tidak valid
ja: Vorbis のヘッダーが不正です

source: Internal logic fault, indicates a bug or heap/stack corruption
id: Kesalahan logika internal, menunjukkan kutu atau timbunan/tumpukan korupsi
ja: 内部ロジックの誤り――ヒープやスタックが破壊されるバグです

source: Failed to open file as Vorbis: %s
id: Gagal membuka berkas sebagai Vorbis: %s
ja: ファイルを Vorbis として開くのに失敗: %s

source: Ogg Vorbis File
id: Berkas Ogg Vorbis
ja: Ogg Vorbis ファイル

source: Speex File
id: Berkas Speex
ja: Speex ファイル

source: Opus File
id: Berkas Opus
ja: Opus ファイル

source: Wavpack File
id: Berkas WavPack
ja: Wavpack ファイル

source: Album
ja: アルバム名

source: Path
ja: パス

source: Blues
ja: ブルース

source: Country
ja: カントリー

source: Folk
ja: フォーク

source: Jazz
ja: ジャズ

source: New Age
ja: ニューエイジ

source: Reggae
ja: レゲエ

source: Rock
ja: ロック

source: Soundtrack
ja: サウンドトラック

source: Mode:
ja: モード:

source: Log
ja: ログ

source: Encoded by
ja: エンコーダ

source: Host:
ja: ホスト:

source: %T: album
ja: %T: アルバム

source: Tag
ja: タグ

source: Album:
ja: アルバム:

source: %d kb/s
ja: %d KB/秒

source: Celtic (ISO-8859-14)
ja: ケルト語 (ISO-8859-14)

source: Cyrillic (IBM-855)
ja: キリル語 (IBM-855)

source: Cyrillic (ISO-IR-111)
ja: キリル語 (ISO-IR-111)

source: Cyrillic (KOI8-R)
ja: キリル語 (KOI8-R)

source: Cyrillic (Windows-1251)
ja: キリル語 (Windows-1251)

source: ~%d kb/s
ja: 〜%d KB/秒

source: Stereo
ja: ステレオ
